src/cons.org
# -*- Mode:Org; Coding:utf-8; fill-column:158 -*-
#+TITLE:       free42 Custom Constants
#+AUTHOR:      Mitch Richling
#+EMAIL:       http://www.mitchr.me/
#+DATE:        2021-03-19
#+DESCRIPTION: Description of some free42/hp-42s/DM42 programs for constants
#+LANGUAGE:    en
#+OPTIONS:     num:t toc:nil \n:nil @:t ::t |:t ^:nil -:t f:t *:t <:t skip:nil d:nil todo:t pri:nil H:5 p:t author:t html-scripts:nil
#+PROPERTY: header-args :eval never-export
#+HTML_HEAD: <style>body { width: 95%; margin: 2% auto; font-size: 18px; line-height: 1.4em; font-family: Georgia, serif; color: black; background-color: white; }</style>
#+HTML_HEAD: <style>body { min-width: 500px; max-width: 1024px; }</style>
#+HTML_HEAD: <style>h1,h2,h3,h4,h5,h6 { color: #A5573E; line-height: 1em; font-family: Helvetica, sans-serif; }</style>
#+HTML_HEAD: <style>h1,h2,h3 { line-height: 1.4em; }</style>
#+HTML_HEAD: <style>h1.title { font-size: 3em; }</style>
#+HTML_HEAD: <style>h4,h5,h6 { font-size: 1em; }</style>
#+HTML_HEAD: <style>.org-src-container { border: 1px solid #ccc; box-shadow: 3px 3px 3px #eee; font-family: Lucida Console, monospace; font-size: 80%; margin: 0px; padding: 0px 0px; position: relative; }</style>
#+HTML_HEAD: <style>.org-src-container>pre { line-height: 1.2em; padding-top: 1.5em; margin: 0.5em; background-color: #404040; color: white; overflow: auto; }</style>
#+HTML_HEAD: <style>.org-src-container>pre:before { display: block; position: absolute; background-color: #b3b3b3; top: 0; right: 0; padding: 0 0.2em 0 0.4em; border-bottom-left-radius: 8px; border: 0; color: white; font-size: 100%; font-family: Helvetica, sans-serif;}</style>
#+HTML_HEAD: <style>pre.example { white-space: pre-wrap; white-space: -moz-pre-wrap; white-space: -o-pre-wrap; font-family: Lucida Console, monospace; font-size: 80%; background: #404040; color: white; display: block; padding: 0em; border: 2px solid black; }</style>
#+HTML_LINK_HOME: https://www.mitchr.me/
#+HTML_LINK_UP: https://richmit.github.io/hp42/
#+EXPORT_FILE_NAME: ../docs/cons
#+LATEX_HEADER: \usepackage{extsizes} 
#+LATEX_HEADER: \usepackage[landscape,margin=0.5in]{geometry}
#+LATEX_HEADER: \usepackage{mathabx}
#+LATEX_HEADER: \usepackage{boisik}
#+LATEX_CLASS_OPTIONS: [letterpaper, 8pt]
#+LATEX_HEADER: \usepackage[utf8]{inputenc}
#+LATEX_HEADER: \DeclareUnicodeCharacter{028F}{\textsc{Y}}
#+LATEX_HEADER: \DeclareUnicodeCharacter{03A3}{$\Sigma$}
#+LATEX_HEADER: \DeclareUnicodeCharacter{03BC}{$\mu$}
#+LATEX_HEADER: \DeclareUnicodeCharacter{03C0}{\pi}
#+LATEX_HEADER: \DeclareUnicodeCharacter{1D07}{$\bagmember$}
#+LATEX_HEADER: \DeclareUnicodeCharacter{21B5}{$\dlsh$}
#+LATEX_HEADER: \DeclareUnicodeCharacter{221A}{\makebox[.5em]{$\sqrt{}$}}
#+LATEX_HEADER: \DeclareUnicodeCharacter{2221}{$\measuredangle$}
#+LATEX_HEADER: \DeclareUnicodeCharacter{222B}{$\int$}
#+LATEX_HEADER: \DeclareUnicodeCharacter{2260}{$\neq$}
#+LATEX_HEADER: \DeclareUnicodeCharacter{2264}{$\leq$}
#+LATEX_HEADER: \DeclareUnicodeCharacter{2265}{$\geq$}
#+LATEX_HEADER: \DeclareUnicodeCharacter{251C}{$\vdash$}
#+LATEX_HEADER: \DeclareUnicodeCharacter{2592}{$\square$}
#+LATEX_HEADER: \DeclareUnicodeCharacter{25B8}{$\blacktriangleright$}

#+ATTR_HTML: :border 2 solid #ccc :frame hsides :align center
|        <r> | <l>                                          |
|  *Author:* | /{{{author}}}/                               |
| *Updated:* | /{{{modification-time(%Y-%m-%d %H:%M:%S)}}}/ |
#+ATTR_HTML: :align center
Copyright {{{time(%Y)}}} Mitch Richling. All rights reserved.

#+TOC: headlines 5

#        #         #         #         #         #         #         #         #         #         #         #         #         #         #         #         #         #
#   00   #    10   #    20   #    30   #    40   #    50   #    60   #    70   #    80   #    90   #   100   #   110   #   120   #   130   #   140   #   150   #   160   #
# 234567890123456789012345678901234567890123456789012345678901234567890123456789012345678901234567890123456789012345678901234567890123456789012345678901234567890123456789
#        #         #         #         #         #         #         #         #         #         #         #         #         #         #         #         #         #
#        #         #         #         #         #         #         #         #         #         #         #         #         #         #         #         #         #

* Metadata

The home for this HTML file is: https://richmit.github.io/hp42/cons.html

A PDF version of this file may be found here: https://richmit.github.io/hp42/cons.pdf

Files related to this document may be found on github: https://github.com/richmit/hp42

Directory contents:
#+ATTR_HTML: :border 0 :frame none :rules none :align center
   | =src=     | - | The org-mode file that generated this HTML document            |
   | =src_42s= | - | Ready to convert source listings for 42s code in this document |
   | =docs=    | - | This html document and associated PDF                          |
   | =bin=     | - | Importable RAW program files                                   |

* Introduction
:PROPERTIES:
:CUSTOM_ID: introduction
:END:

Several constants libraries are available for the 42s, and some of them are quite good.  Unfortunately nobody is going to make a constants library with just
the constants I use. ;)

This Emacs org-file contains a bit of [[Code][lisp code]] to write a 42s CONST program with the constants *you* want.

The [[Constants Used][constants I use]] are taken from the NIST 2018 constants DB.  As a reference I have included the [[Constants Not Used][unused constants]] from the NIST list.

The flow to create your custom CONST program:
  - Evaluate the "Generic menu generator" babel block in hp42s-meta.org.  This will define the function =MJR-generate-42-menu-code=
  - Put the constants you want into the table in the [[Constants Used][Constants Used]] section below (see: [[Customizing the Constants Table][Customizing the Constants Table]])
  - Optional: Customize the generator code in the [[Code][Code]] section below.  (see: [[Customizing the Gen Code][Customizing the Gen Code]])
  - Evaluate the babel block in the [[Code][Code]] section below.
  - Load the program on your calculator

** Customizing the Constants Table

The "Menu" column describes the menu keys that will be assigned to the constant.  Colons are used to define a menu hierarchy.  For example "=top:mid:con1="
means we have a top level menu "=top=" containing a menu "=mid=" containing a constant "=con1=".  Another entry like "=top:con2=" would add a constant named
"=con2="to the "=top=" menu -- yes menus can contain a mix of constants and menus.

The menu structure can be as deep as you like.  The one I use has a top level menu consisting of NIST constant category labels.  Each of these menus, except
for "=atom=", directly contain constants -- so most constants are two key presses away.  The exception is the =atom= menu which contains deeper menus -- thus
making atomic constants three key presses away.

Note the code generator uses two digit local labels in the generated code, and thus you can run out of labels if you have too many constants.  Each menu page
and each constant consumes one label.

The "Desc" column is the source for the description printed by the =CONS= program. Make sure it is 22 chars or less. Note the description print can be
suppressed (see: [[Customizing the Gen Code][Customizing the Gen Code]])

The "Unit" column is the source for the second line printed by the =CONS= program.  Note I use an odd syntax for the units -- everything in front of the "=/="
is on the top of the fraction and everything after the "=/=" is on the bottom.  While incorrect syntax for an algebraic expression, it is handy and saves some
space.  Note the units print can be suppressed (see: [[Customizing the Gen Code][Customizing the Gen Code]])

** Customizing the Gen Code

The generator code can be customized in a few ways:

  - =print-desc= can be set to =NIL= to suppress printing the description
  - =print-unit= can be set to =NIL= to suppress printing the unit
  - The ='exit= argument to =MJR-generate-42-menu-code= can be set to ='stay= if you prefer the menu to remain after a constant is recalled
  - The ='up= argument to =MJR-generate-42-menu-code= can be set to ='exit= if you prefer the =[EXIT]= key to entirely exit the application instead of going up one menu level.

* Constants

