docs/cons.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-03-27 Sat 15:17 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>free42/hp42s/DM42 Custom Constants</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Mitch Richling" />
<meta name="description" content="Description of some free42/hp-42s/DM42 programs for constants"
 />











</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="https://www.mitchr.me/FIXME"> UP </a>
 |
 <a accesskey="H" href="https://www.mitchr.me/"> HOME </a>
</div><div id="content">
<h1 class="title">free42/hp42s/DM42 Custom Constants</h1>
<table border="2 solid #ccc" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" align="center">


<colgroup>
<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-right"><b>Author:</b></td>
<td class="org-left"><i>Mitch Richling</i></td>
</tr>

<tr>
<td class="org-right"><b>Updated:</b></td>
<td class="org-left"><i>2021-03-27 15:17:01</i></td>
</tr>
</tbody>
</table>
<p align="center">
Copyright 2021 Mitch Richling. All rights reserved.
</p>

<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgc168a5e">1. Metadata</a></li>
<li><a href="#org7b39999">2. Introduction</a>
<ul>
<li><a href="#org215f72b">2.1. Customizing the Constants Table</a></li>
<li><a href="#org1efccbe">2.2. Customizing the Gen Code</a></li>
</ul>
</li>
<li><a href="#org15d17fb">3. Constants</a>
<ul>
<li><a href="#orgb0e4041">3.1. Constant Data (2018 NIST)</a></li>
<li><a href="#org2da873b">3.2. Test Data</a></li>
<li><a href="#orga683014">3.3. Constants Used</a></li>
<li><a href="#org99bef42">3.4. Constants Not Used</a></li>
<li><a href="#org394753c">3.5. Code</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-orgc168a5e" class="outline-2">
<h2 id="orgc168a5e"><span class="section-number-2">1</span> Metadata</h2>
<div class="outline-text-2" id="text-1">
<p>
This home for this HTML file is: <a href="https://richmit.github.io/hp42/cons.html">https://richmit.github.io/hp42/cons.html</a>
</p>

<p>
Files related to this document may be found on github: <a href="https://github.com/richmit/hp42">https://github.com/richmit/hp42</a>
</p>

<ul class="org-ul">
<li><code>src</code> directory: Contains the org-mode file that generated this HTML document</li>
<li><code>docs</code> directory: Contains this html document</li>
<li><code>bin</code> directory: Contains raw program files</li>
</ul>
</div>
</div>

<div id="outline-container-org7b39999" class="outline-2">
<h2 id="org7b39999"><span class="section-number-2">2</span> Introduction</h2>
<div class="outline-text-2" id="text-2">
<p>
Several constants libraries are available for the 42s, and some of them are quite good.  Unfortunately nobody is going to make a constants library with just
the constants I use. ;)
</p>

<p>
This Emacs org-file contains a bit of <a href="#org394753c">lisp code</a> to write a 42s CONST program with the constants <b>you</b> want.  
</p>

<p>
The <a href="#orga683014">constants I use</a> are taken from the NIST 2018 constants DB.  As a reference I have included the <a href="#org99bef42">unused constants</a> from the NIST list.
</p>

<p>
The flow to create your custom CONST program:
</p>
<ul class="org-ul">
<li>Evaluate the "Generic menu generator" babel block in hp42s-meta.org.  This will define the function <code>MJR-generate-42-menu-code</code></li>
<li>Put the constants you want into the table in the <a href="#orga683014">Constants Used</a> section below (see: <a href="#org215f72b">Customizing the Constants Table</a>)</li>
<li>Optional: Customize the generator code in the <a href="#org394753c">Code</a> section below.  (see: <a href="#org1efccbe">Customizing the Gen Code</a>)</li>
<li>Evaluate the babel block in the <a href="#org394753c">Code</a> section below.</li>
<li>Load the program on your calculator</li>
</ul>
</div>

<div id="outline-container-org215f72b" class="outline-3">
<h3 id="org215f72b"><span class="section-number-3">2.1</span> Customizing the Constants Table</h3>
<div class="outline-text-3" id="text-2-1">
<p>
The "Menu" column describes the menu keys that will be assigned to the constant.  Colons are used to define a menu hierarchy.  For example "<code>top:mid:con1</code>"
means we have a top level menu "<code>top</code>" containing a menu "<code>mid</code>" containing a constant "<code>con1</code>".  Another entry like "<code>top:con2</code>" would add a constant named
"<code>con2</code>"to the "<code>top</code>" menu &#x2013; yes menus can contain a mix of constants and menus.  
</p>

<p>
The menu structure can be as deep as you like.  The one I use has a top level menu consisting of NIST constant category labels.  Each of these menus, except
for "<code>atom</code>", directly contain constants &#x2013; so most constants are two key presses away.  The exception is the <code>atom</code> menu which contains deeper menus &#x2013; thus
making atomic constants three key presses away.
</p>

<p>
Note the code generator uses two digit local labels in the generated code, and thus you can run out of labels if you have too many constants.  Each menu page
and each constant consumes one label.
</p>

<p>
The "Desc" column is the source for the description printed by the <code>CONS</code> program. Make sure it is 22 chars or less. Note the description print can be
suppressed (see: <a href="#org1efccbe">Customizing the Gen Code</a>)
</p>

<p>
The "Unit" column is the source for the second line printed by the <code>CONS</code> program.  Note I use an odd syntax for the units &#x2013; everything in front of the "<code>/</code>"
is on the top of the fraction and everything after the "<code>/</code>" is on the bottom.  While incorrect syntax for an algebraic expression, it is handy and saves some
space.  Note the units print can be suppressed (see: <a href="#org1efccbe">Customizing the Gen Code</a>)
</p>
</div>
</div>

<div id="outline-container-org1efccbe" class="outline-3">
<h3 id="org1efccbe"><span class="section-number-3">2.2</span> Customizing the Gen Code</h3>
<div class="outline-text-3" id="text-2-2">
<p>
The generator code can be customized in a few ways:
</p>

<ul class="org-ul">
<li><code>print-desc</code> can be set to <code>NIL</code> to suppress printing the description</li>
<li><code>print-unit</code> can be set to <code>NIL</code> to suppress printing the unit</li>
<li>The <code>"exit"</code> argument to <code>MJR-generate-42-menu-code</code> can be set ti <code>"stay"</code> if you prefer the menu to remain after a constant is recalled</li>
<li>The <code>"up"</code> argument to <code>MJR-generate-42-menu-code</code> can be set ti <code>"exit"</code> if you prefer the <code>[EXIT]</code> key to entirely exit the application instead of going up one menu level.</li>
</ul>
</div>
</div>
</div>
