src/cons.org
** Constant Data (2018 NIST)

** Test Data

#+ATTR_HTML: :rules all :frame box :align center
| Symbol | Value |             Description | units | NIST Category |
|--------+-------+-------------------------+-------+---------------|
| x13    |     1 |           0123456789012 | u     |               |
| x14    |     1 |          01234567890123 | u     |               |
| x15    |     1 |         012345678901234 | u     |               |
| x16    |     1 |        0123456789012345 | u     |               |
| x17    |     1 |       01234567890123456 | u     |               |
| x21    |     1 |   012345678901234567890 | u     |               |
| x22    |     1 |  0123456789012345678901 | u     |               |
| x23    |     1 | 01234567890123456789012 | u     |               |

