docs/cons.html

<div id="outline-container-org15d17fb" class="outline-2">
<h2 id="org15d17fb"><span class="section-number-2">3</span> Constants</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-orgb0e4041" class="outline-3">
<h3 id="orgb0e4041"><span class="section-number-3">3.1</span> Constant Data (2018 NIST)</h3>
</div>
