src/cons.org
** Constants Used

#+ATTR_LATEX: :environment longtable
#+ATTR_HTML: :rules all :frame box :align center
#+NAME: constants
| Menu           | Desc                   | Quantity                          |               Value |         Uncertainty | Unit       | Category |
|----------------+------------------------+-----------------------------------+---------------------+---------------------+------------+----------|
| univ:h         | Planck Constant        | Planck constant                   |      6.62607015e-34 |                   0 | J/Hz       | univ     |
| univ:hbar      | Dirac Constant         | reduced Planck constant           |     1.054571817e-34 |                   0 | J*s        | univ     |
| univ:c         | Speed of Light         | speed of light in vacuum          |           299792458 |                   0 | m/s        | univ     |
| univ:E0        | Vac Ele Permittivity   | vacuum electric permittivity      |    8.8541878128e-12 |    0.0000000013e-12 | F/m        | univ     |
| univ:μ0        | Vac Mag Permeability   | vacuum magetic permeability       |    1.25663706212e-6 |    0.00000000019e-6 | N/A^2      | univ     |
| univ:G         | Gravitational Constant | Newtonian constant of gravitation |         6.67430e-11 |         0.00015e-11 | m^3/kg*s^2 | univ     |
| univ:tp        | Planck Time            | Planck time                       |        5.391247e-44 |        0.000060e-44 | s          | univ     |
|----------------+------------------------+-----------------------------------+---------------------+---------------------+------------+----------|
| adpt:gacc      | Earth Std Grav Accel   | standard acceleration of gravity  |             9.80665 |                   0 | m/s^2      | derv     |
| adpt:atm       | Standard Atmosphere    | standard atmosphere               |              101325 |                   0 | Pa         | derv     |
|----------------+------------------------+-----------------------------------+---------------------+---------------------+------------+----------|
| elec:mN        | Nuclear Magneton       | nuclear magneton                  |    5.0507837461e-27 |    0.0000000015e-27 | J/*T       | elec     |
| elec:μB        | Bohr Magneton          | Bohr magneton                     |    9.2740100783e-24 |    0.0000000028e-24 | J/T        | elec     |
| elec:e         | Elementary Charge      | elementary charge                 |     1.602176634e-19 |                   0 | C          | elec     |
| elec:F0        | Mag flux quantum       | magnetic flux quantum             |     2.067833848e-15 |                   0 | Wb         | elec     |
| elec:G0        | Conductance Quantum    | conductance quantum               |      7.748091729e-5 |                   0 | S          | elec     |
|----------------+------------------------+-----------------------------------+---------------------+---------------------+------------+----------|
| pchm:mu        | Atomic Mass Unit       | unified atomic mass unit          |   1.66053906660e-27 |   0.00000000050e-27 | kg         | pchem    |
| pchm:F         | Faraday                | Faraday constant                  |         96485.33212 |                   0 | C/mol      | pchem    |
| pchm:Na        | Avogadro's Number      | Avogadro constant                 |       6.02214076e23 |                   0 | 1/mol      | pchem    |
| pchm:k         | Boltzmann Constant     | Boltzmann constant                |        1.380649e-23 |                   0 | J/K        | pchem    |
| pchm:R         | Ideal Gas Constant     | molar gas constant                |         8.314462618 |                   0 | J/mol*K    | pchem    |
| pchm:s         | Stefan Constant        | Stefan-Boltzmann constant         |      5.670374419e-8 |                   0 | W/m^2*K^4  | pchem    |
| pchm:rc1       | First Radiation Cnst   | first radiation constant          |     3.741771852e-16 |                   0 | W*m^2      | pchem    |
| pchm:rc2       | Second Radiation Cnst  | second radiation constant         |      1.438776877e-2 |                   0 | m*K        | pchem    |
|----------------+------------------------+-----------------------------------+---------------------+---------------------+------------+----------|
| atom:misc:a    | Fine Structure         | fine-structure constant           |     7.2973525693e-3 |     0.0000000011e-3 |            | atom     |
| atom:misc:Eh   | Hartree Energy         | Hartree energy                    | 4.3597447222071e-18 | 0.0000000000085e-18 | J          | atom     |
| atom:misc:Ry   | Rydberg Constant       | Rydberg constant                  |     10973731.568160 |            0.000021 | 1/m        | atom     |
| atom:mass:pro  | Proton Mass            | proton mass                       |   1.67262192369e-27 |   0.00000000051e-27 | kg         | atom     |
| atom:mass:ele  | Electron Mass          | electron mass                     |    9.1093837015e-31 |    0.0000000028e-31 | kg         | atom     |
| atom:mass:neut | Neutron Mass           | neutron mass                      |   1.67492749804e-27 |   0.00000000095e-27 | kg         | atom     |
| atom:mass:muon | Muon Mass              | muon mass                         |     1.883531627e-28 |     0.000000042e-28 | kg         | atom     |
| atom:magm:pro  | Proton Mag Mom         | proton magnetic moment            |   1.41060679736e-26 |   0.00000000060e-26 | J/T        | atom     |
| atom:magm:ele  | Electron Mag Mom       | electron magnetic moment          |   -9.2847647043e-24 |    0.0000000028e-24 | J/T        | atom     |
| atom:magm:neut | Neutron Mag Mom        | neutron magnetic moment           |      -9.6623651e-27 |       0.0000023e-27 | J/T        | atom     |
| atom:magm:muon | Muon Mag Mom           | muon magnetic moment              |     -4.49044830e-26 |      0.00000010e-26 | J/T        | atom     |
| atom:rad:bohr  | Bohr Radius            | Bohr radius                       |   5.29177210903e-11 |   0.00000000080e-11 | m          | atom     |
| atom:rad:ele   | Electron Radius        | classical electron radius         |    2.8179403262e-15 |    0.0000000013e-15 | m          | atom     |
| atom:comp:std  | Compton Wavelength     | Compton wavelength                |   2.42631023867e-12 |   0.00000000073e-12 | m          | atom     |
| atom:comp:pro  | Proton Compton waveln  | proton Compton wavelength         |   1.32140985539e-15 |   0.00000000040e-15 | m          | atom     |
| atom:comp:neut | Neutron Compton waveln | neutron Compton wavelength        |   1.31959090581e-15 |   0.00000000075e-15 | m          | atom     |
| atom:comp:muon | Nuon Compton waveln    | muon Compton wavelength           |     1.173444110e-14 |     0.000000026e-14 | m          | atom     |
|----------------+------------------------+-----------------------------------+---------------------+---------------------+------------+----------|
| math:grat      | Golden ratio           |                                   |   1.618033988749894 |                     |            |          |
| math:emc       | Eul-Masc               | Euler–Mascheroni                  |   0.577215664901532 |                     |            |          |
| math:omga      | Omega                  | Omega constant                    |   0.567143290409783 |                     |            |          |
| math:lapl      | Laplace limit          | Laplace limit                     |   0.662743419349181 |                     |            |          |

