docs/cons.html

<div id="outline-container-org2da873b" class="outline-3">
<h3 id="org2da873b"><span class="section-number-3">3.2</span> Test Data</h3>
<div class="outline-text-3" id="text-3-2">
<table border="2" cellspacing="0" cellpadding="6" rules="all" frame="box" align="center">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Symbol</th>
<th scope="col" class="org-right">Value</th>
<th scope="col" class="org-right">Description</th>
<th scope="col" class="org-left">units</th>
<th scope="col" class="org-left">NIST Category</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">x13</td>
<td class="org-right">1</td>
<td class="org-right">0123456789012</td>
<td class="org-left">u</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">x14</td>
<td class="org-right">1</td>
<td class="org-right">01234567890123</td>
<td class="org-left">u</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">x15</td>
<td class="org-right">1</td>
<td class="org-right">012345678901234</td>
<td class="org-left">u</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">x16</td>
<td class="org-right">1</td>
<td class="org-right">0123456789012345</td>
<td class="org-left">u</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">x17</td>
<td class="org-right">1</td>
<td class="org-right">01234567890123456</td>
<td class="org-left">u</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">x21</td>
<td class="org-right">1</td>
<td class="org-right">012345678901234567890</td>
<td class="org-left">u</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">x22</td>
<td class="org-right">1</td>
<td class="org-right">0123456789012345678901</td>
<td class="org-left">u</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">x23</td>
<td class="org-right">1</td>
<td class="org-right">01234567890123456789012</td>
<td class="org-left">u</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-orga683014" class="outline-3">
<h3 id="orga683014"><span class="section-number-3">3.3</span> Constants Used</h3>
<div class="outline-text-3" id="text-3-3">
<table id="org35debc5" border="2" cellspacing="0" cellpadding="6" rules="all" frame="box" align="center">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Menu</th>
<th scope="col" class="org-left">Desc</th>
<th scope="col" class="org-left">Quantity</th>
<th scope="col" class="org-right">Value</th>
<th scope="col" class="org-right">Uncertainty</th>
<th scope="col" class="org-left">Unit</th>
<th scope="col" class="org-left">Category</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">univ:h</td>
<td class="org-left">Planck Constant</td>
<td class="org-left">Planck constant</td>
<td class="org-right">6.62607015e-34</td>
<td class="org-right">0</td>
<td class="org-left">J/Hz</td>
<td class="org-left">univ</td>
</tr>

<tr>
<td class="org-left">univ:hbar</td>
<td class="org-left">Dirac Constant</td>
<td class="org-left">reduced Planck constant</td>
<td class="org-right">1.054571817e-34</td>
<td class="org-right">0</td>
<td class="org-left">J*s</td>
<td class="org-left">univ</td>
</tr>

<tr>
<td class="org-left">univ:c</td>
<td class="org-left">Speed of Light</td>
<td class="org-left">speed of light in vacuum</td>
<td class="org-right">299792458</td>
<td class="org-right">0</td>
<td class="org-left">m/s</td>
<td class="org-left">univ</td>
</tr>

<tr>
<td class="org-left">univ:E0</td>
<td class="org-left">Vac Ele Permittivity</td>
<td class="org-left">vacuum electric permittivity</td>
<td class="org-right">8.8541878128e-12</td>
<td class="org-right">0.0000000013e-12</td>
<td class="org-left">F/m</td>
<td class="org-left">univ</td>
</tr>

<tr>
<td class="org-left">univ:μ0</td>
<td class="org-left">Vac Mag Permeability</td>
<td class="org-left">vacuum magetic permeability</td>
<td class="org-right">1.25663706212e-6</td>
<td class="org-right">0.00000000019e-6</td>
<td class="org-left">N/A^2</td>
<td class="org-left">univ</td>
</tr>

<tr>
<td class="org-left">univ:G</td>
<td class="org-left">Gravitational Constant</td>
<td class="org-left">Newtonian constant of gravitation</td>
<td class="org-right">6.67430e-11</td>
<td class="org-right">0.00015e-11</td>
<td class="org-left">m^3/kg*s^2</td>
<td class="org-left">univ</td>
</tr>

<tr>
<td class="org-left">univ:tp</td>
<td class="org-left">Planck Time</td>
<td class="org-left">Planck time</td>
<td class="org-right">5.391247e-44</td>
<td class="org-right">0.000060e-44</td>
<td class="org-left">s</td>
<td class="org-left">univ</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">adpt:gacc</td>
<td class="org-left">Earth Std Grav Accel</td>
<td class="org-left">standard acceleration of gravity</td>
<td class="org-right">9.80665</td>
<td class="org-right">0</td>
<td class="org-left">m/s</td>
<td class="org-left">derv</td>
</tr>

<tr>
<td class="org-left">adpt:atm</td>
<td class="org-left">Standard Atmosphere</td>
<td class="org-left">standard atmosphere</td>
<td class="org-right">101325</td>
<td class="org-right">0</td>
<td class="org-left">Pa</td>
<td class="org-left">derv</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">elec:mN</td>
<td class="org-left">Nuclear Magneton</td>
<td class="org-left">nuclear magneton</td>
<td class="org-right">5.0507837461e-27</td>
<td class="org-right">0.0000000015e-27</td>
<td class="org-left">J/*T</td>
<td class="org-left">elec</td>
</tr>

<tr>
<td class="org-left">elec:μB</td>
<td class="org-left">Bohr Magneton</td>
<td class="org-left">Bohr magneton</td>
<td class="org-right">9.2740100783e-24</td>
<td class="org-right">0.0000000028e-24</td>
<td class="org-left">J/T</td>
<td class="org-left">elec</td>
</tr>

<tr>
<td class="org-left">elec:e</td>
<td class="org-left">Elementary Charge</td>
<td class="org-left">elementary charge</td>
<td class="org-right">1.602176634e-19</td>
<td class="org-right">0</td>
<td class="org-left">C</td>
<td class="org-left">elec</td>
</tr>

<tr>
<td class="org-left">elec:F0</td>
<td class="org-left">Mag flux quantum</td>
<td class="org-left">magnetic flux quantum</td>
<td class="org-right">2.067833848e-15</td>
<td class="org-right">0</td>
<td class="org-left">Wb</td>
<td class="org-left">elec</td>
</tr>

<tr>
<td class="org-left">elec:G0</td>
<td class="org-left">Conductance Quantum</td>
<td class="org-left">conductance quantum</td>
<td class="org-right">7.748091729e-5</td>
<td class="org-right">0</td>
<td class="org-left">S</td>
<td class="org-left">elec</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">pchm:mu</td>
<td class="org-left">Atomic Mass Unit</td>
<td class="org-left">unified atomic mass unit</td>
<td class="org-right">1.66053906660e-27</td>
<td class="org-right">0.00000000050e-27</td>
<td class="org-left">kg</td>
<td class="org-left">pchem</td>
</tr>

<tr>
<td class="org-left">pchm:F</td>
<td class="org-left">Faraday</td>
<td class="org-left">Faraday constant</td>
<td class="org-right">96485.33212</td>
<td class="org-right">0</td>
<td class="org-left">C/mol</td>
<td class="org-left">pchem</td>
</tr>

<tr>
<td class="org-left">pchm:Na</td>
<td class="org-left">Avogadro's Number</td>
<td class="org-left">Avogadro constant</td>
<td class="org-right">6.02214076e23</td>
<td class="org-right">0</td>
<td class="org-left">1/mol</td>
<td class="org-left">pchem</td>
</tr>

<tr>
<td class="org-left">pchm:k</td>
<td class="org-left">Boltzmann Constant</td>
<td class="org-left">Boltzmann constant</td>
<td class="org-right">1.380649e-23</td>
<td class="org-right">0</td>
<td class="org-left">J/K</td>
<td class="org-left">pchem</td>
</tr>

<tr>
<td class="org-left">pchm:R</td>
<td class="org-left">Ideal Gas Constant</td>
<td class="org-left">molar gas constant</td>
<td class="org-right">8.314462618</td>
<td class="org-right">0</td>
<td class="org-left">J/mol*K</td>
<td class="org-left">pchem</td>
</tr>

<tr>
<td class="org-left">pchm:s</td>
<td class="org-left">Stefan Constant</td>
<td class="org-left">Stefan-Boltzmann constant</td>
<td class="org-right">5.670374419e-8</td>
<td class="org-right">0</td>
<td class="org-left">W/m^2*K^4</td>
<td class="org-left">pchem</td>
</tr>

<tr>
<td class="org-left">pchm:rc1</td>
<td class="org-left">First Radiation Cnst</td>
<td class="org-left">first radiation constant</td>
<td class="org-right">3.741771852e-16</td>
<td class="org-right">0</td>
<td class="org-left">W*m^2</td>
<td class="org-left">pchem</td>
</tr>

<tr>
<td class="org-left">pchm:rc2</td>
<td class="org-left">Second Radiation Cnst</td>
<td class="org-left">second radiation constant</td>
<td class="org-right">1.438776877e-2</td>
<td class="org-right">0</td>
<td class="org-left">m*K</td>
<td class="org-left">pchem</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">atom:misc:a</td>
<td class="org-left">Fine Structure</td>
<td class="org-left">fine-structure constant</td>
<td class="org-right">7.2973525693e-3</td>
<td class="org-right">0.0000000011e-3</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">atom:misc:Eh</td>
<td class="org-left">Hartree Energy</td>
<td class="org-left">Hartree energy</td>
<td class="org-right">4.3597447222071e-18</td>
<td class="org-right">0.0000000000085e-18</td>
<td class="org-left">J</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">atom:misc:Ry</td>
<td class="org-left">Rydberg Constant</td>
<td class="org-left">Rydberg constant</td>
<td class="org-right">10973731.568160</td>
<td class="org-right">0.000021</td>
<td class="org-left">1/m</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">atom:mass:pro</td>
<td class="org-left">Proton Mass</td>
<td class="org-left">proton mass</td>
<td class="org-right">1.67262192369e-27</td>
<td class="org-right">0.00000000051e-27</td>
<td class="org-left">kg</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">atom:mass:ele</td>
<td class="org-left">Electron Mass</td>
<td class="org-left">electron mass</td>
<td class="org-right">9.1093837015e-31</td>
<td class="org-right">0.0000000028e-31</td>
<td class="org-left">kg</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">atom:mass:neut</td>
<td class="org-left">Neutron Mass</td>
<td class="org-left">neutron mass</td>
<td class="org-right">1.67492749804e-27</td>
<td class="org-right">0.00000000095e-27</td>
<td class="org-left">kg</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">atom:mass:muon</td>
<td class="org-left">Muon Mass</td>
<td class="org-left">muon mass</td>
<td class="org-right">1.883531627e-28</td>
<td class="org-right">0.000000042e-28</td>
<td class="org-left">kg</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">atom:magm:pro</td>
<td class="org-left">Proton Mag Mom</td>
<td class="org-left">proton magnetic moment</td>
<td class="org-right">1.41060679736e-26</td>
<td class="org-right">0.00000000060e-26</td>
<td class="org-left">J/T</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">atom:magm:ele</td>
<td class="org-left">Electron Mag Mom</td>
<td class="org-left">electron magnetic moment</td>
<td class="org-right">-9.2847647043e-24</td>
<td class="org-right">0.0000000028e-24</td>
<td class="org-left">J/T</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">atom:magm:neut</td>
<td class="org-left">Neutron Mag Mom</td>
<td class="org-left">neutron magnetic moment</td>
<td class="org-right">-9.6623651e-27</td>
<td class="org-right">0.0000023e-27</td>
<td class="org-left">J/T</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">atom:magm:muon</td>
<td class="org-left">Muon Mag Mom</td>
<td class="org-left">muon magnetic moment</td>
<td class="org-right">-4.49044830e-26</td>
<td class="org-right">0.00000010e-26</td>
<td class="org-left">J/T</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">atom:rad:bohr</td>
<td class="org-left">Bohr Radius</td>
<td class="org-left">Bohr radius</td>
<td class="org-right">5.29177210903e-11</td>
<td class="org-right">0.00000000080e-11</td>
<td class="org-left">m</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">atom:rad:ele</td>
<td class="org-left">Electron Radius</td>
<td class="org-left">classical electron radius</td>
<td class="org-right">2.8179403262e-15</td>
<td class="org-right">0.0000000013e-15</td>
<td class="org-left">m</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">atom:comp:std</td>
<td class="org-left">Compton Wavelength</td>
<td class="org-left">Compton wavelength</td>
<td class="org-right">2.42631023867e-12</td>
<td class="org-right">0.00000000073e-12</td>
<td class="org-left">m</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">atom:comp:pro</td>
<td class="org-left">Proton Compton waveln</td>
<td class="org-left">proton Compton wavelength</td>
<td class="org-right">1.32140985539e-15</td>
<td class="org-right">0.00000000040e-15</td>
<td class="org-left">m</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">atom:comp:neut</td>
<td class="org-left">Neutron Compton waveln</td>
<td class="org-left">neutron Compton wavelength</td>
<td class="org-right">1.31959090581e-15</td>
<td class="org-right">0.00000000075e-15</td>
<td class="org-left">m</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">atom:comp:muon</td>
<td class="org-left">Nuon Compton waveln</td>
<td class="org-left">muon Compton wavelength</td>
<td class="org-right">1.173444110e-14</td>
<td class="org-right">0.000000026e-14</td>
<td class="org-left">m</td>
<td class="org-left">atom</td>
</tr>
</tbody>
</table>
</div>
</div>
