src/cons.org
** Constants Not Used

#+ATTR_LATEX: :environment longtable
#+ATTR_HTML: :rules all :frame box :align center
| Menu | Desc | Quantity                                                  |               Value |         Uncertainty | Unit         | Category |
|------+------+-----------------------------------------------------------+---------------------+---------------------+--------------+----------|
|      |      | alpha particle mass                                       |    6.6446573357e-27 |    0.0000000020e-27 | kg           | atom     |
|      |      | alpha particle mass energy equivalent                     |    5.9719201914e-10 |    0.0000000018e-10 | J            | atom     |
|      |      | alpha particle mass energy equivalent in MeV              |        3727.3794066 |           0.0000011 | MeV          | atom     |
|      |      | alpha particle mass in u                                  |      4.001506179127 |      0.000000000063 | u            | atom     |
|      |      | alpha particle molar mass                                 |     4.0015061777e-3 |     0.0000000012e-3 | kg/mol       | atom     |
|      |      | alpha particle relative atomic mass                       |      4.001506179127 |      0.000000000063 |              | atom     |
|      |      | alpha particle-electron mass ratio                        |       7294.29954142 |          0.00000024 |              | atom     |
|      |      | alpha particle-proton mass ratio                          |       3.97259969009 |       0.00000000022 |              | atom     |
|      |      | Angstrom star                                             |      1.00001495e-10 |      0.00000090e-10 | m            |          |
|      |      | atomic mass constant                                      |   1.66053906660e-27 |   0.00000000050e-27 | kg           | atom     |
|      |      | atomic mass constant energy equivalent                    |   1.49241808560e-10 |   0.00000000045e-10 | J            | atom     |
|      |      | atomic mass constant energy equivalent in MeV             |        931.49410242 |          0.00000028 | MeV          | atom     |
|      |      | atomic mass unit-electron volt relationship               |      9.3149410242e8 |      0.0000000028e8 | eV           | atom     |
|      |      | atomic mass unit-hartree relationship                     |      3.4231776874e7 |      0.0000000010e7 | E_h          | atom     |
|      |      | atomic mass unit-hertz relationship                       |    2.25234271871e23 |    0.00000000068e23 | Hz           | atom     |
|      |      | atomic mass unit-inverse meter relationship               |     7.5130066104e14 |     0.0000000023e14 | 1/m          | atom     |
|      |      | atomic mass unit-joule relationship                       |   1.49241808560e-10 |   0.00000000045e-10 | J            | atom     |
|      |      | atomic mass unit-kelvin relationship                      |    1.08095401916e13 |    0.00000000033e13 | K            | atom     |
|      |      | atomic mass unit-kilogram relationship                    |   1.66053906660e-27 |   0.00000000050e-27 | kg           | atom     |
|      |      | atomic unit of 1st hyperpolarizability                    |    3.2063613061e-53 |    0.0000000015e-53 | C^3*m^3*J^-2 | atom     |
|      |      | atomic unit of 2nd hyperpolarizability                    |    6.2353799905e-65 |    0.0000000038e-65 | C^4*m^4*J^-3 | atom     |
|      |      | atomic unit of action                                     |     1.054571817e-34 |                   0 | J*s          | atom     |
|      |      | atomic unit of charge                                     |     1.602176634e-19 |                   0 | C            | atom     |
|      |      | atomic unit of charge density                             |    1.08120238457e12 |    0.00000000049e12 | C*m^-3       | atom     |
|      |      | atomic unit of current                                    |   6.623618237510e-3 |   0.000000000013e-3 | A            | atom     |
|      |      | atomic unit of electric dipole moment                     |    8.4783536255e-30 |    0.0000000013e-30 | C*m          | atom     |
|      |      | atomic unit of electric field                             |    5.14220674763e11 |    0.00000000078e11 | V/m          | atom     |
|      |      | atomic unit of electric field gradient                    |     9.7173624292e21 |     0.0000000029e21 | V/m^2        | atom     |
|      |      | atomic unit of electric polarizability                    |   1.64877727436e-41 |   0.00000000050e-41 | C^2*m^2/J    | atom     |
|      |      | atomic unit of electric potential                         |     27.211386245988 |      0.000000000053 | V            | atom     |
|      |      | atomic unit of electric quadrupole moment                 |    4.4865515246e-40 |    0.0000000014e-40 | C*m^2        | atom     |
|      |      | atomic unit of energy                                     | 4.3597447222071e-18 | 0.0000000000085e-18 | J            | atom     |
|      |      | atomic unit of force                                      |     8.2387234983e-8 |     0.0000000012e-8 | N            | atom     |
|      |      | atomic unit of length                                     |   5.29177210903e-11 |   0.00000000080e-11 | m            | atom     |
|      |      | atomic unit of magnetic dipole moment                     |   1.85480201566e-23 |   0.00000000056e-23 | J/T          | atom     |
|      |      | atomic unit of magnetic flux density                      |     2.35051756758e5 |     0.00000000071e5 | T            | atom     |
|      |      | atomic unit of magnetizability                            |    7.8910366008e-29 |    0.0000000048e-29 | J/T^2        | atom     |
|      |      | atomic unit of mass                                       |    9.1093837015e-31 |    0.0000000028e-31 | kg           | atom     |
|      |      | atomic unit of momentum                                   |   1.99285191410e-24 |   0.00000000030e-24 | kg*m/s       | atom     |
|      |      | atomic unit of permittivity                               |   1.11265005545e-10 |   0.00000000017e-10 | F/m          | atom     |
|      |      | atomic unit of time                                       | 2.4188843265857e-17 | 0.0000000000047e-17 | s            | atom     |
|      |      | atomic unit of velocity                                   |     2.18769126364e6 |     0.00000000033e6 | m/s          | atom     |
|      |      | Bohr magneton in eV/T                                     |     5.7883818060e-5 |     0.0000000017e-5 | eV/T         | atom     |
|      |      | Bohr magneton in Hz/T                                     |    1.39962449361e10 |    0.00000000042e10 | Hz/T         | atom     |
|      |      | Bohr magneton in inverse meter per tesla                  |        46.686447783 |         0.000000014 | 1/m*T        | atom     |
|      |      | Bohr magneton in K/T                                      |       0.67171381563 |       0.00000000020 | K/T          | atom     |
|      |      | Boltzmann constant in eV/K                                |      8.617333262e-5 |                   0 | eV/K         | pchem    |
|      |      | Boltzmann constant in Hz/K                                |      2.083661912e10 |                   0 | Hz/K         | pchem    |
|      |      | Boltzmann constant in inverse meter per kelvin            |         69.50348004 |                   0 | 1/m*K        | pchem    |
|      |      | characteristic impedance of vacuum                        |       376.730313668 |         0.000000057 | ohm          |          |
|      |      | conventional value of ampere-90                           |       1.00000008887 |                   0 | A            |          |
|      |      | conventional value of coulomb-90                          |       1.00000008887 |                   0 | C            |          |
|      |      | conventional value of farad-90                            |       0.99999998220 |                   0 | F            |          |
|      |      | conventional value of henry-90                            |       1.00000001779 |                   0 | H            |          |
|      |      | conventional value of Josephson constant                  |          483597.9e9 |                   0 | Hz/V         |          |
|      |      | conventional value of ohm-90                              |       1.00000001779 |                   0 | ohm          |          |
|      |      | conventional value of volt-90                             |       1.00000010666 |                   0 | V            |          |
|      |      | conventional value of von Klitzing constant               |           25812.807 |                   0 | ohm          |          |
|      |      | conventional value of watt-90                             |       1.00000019553 |                   0 | W            |          |
|      |      | Copper x unit                                             |      1.00207697e-13 |      0.00000028e-13 | m            |          |
|      |      | deuteron g factor                                         |        0.8574382338 |        0.0000000022 |              | atom     |
|      |      | deuteron magnetic moment                                  |     4.330735094e-27 |     0.000000011e-27 | J/T          | atom     |
|      |      | deuteron magnetic moment to Bohr magneton ratio           |      4.669754570e-4 |      0.000000012e-4 |              | atom     |
|      |      | deuteron magnetic moment to nuclear magneton ratio        |        0.8574382338 |        0.0000000022 |              | atom     |
|      |      | deuteron mass                                             |    3.3435837724e-27 |    0.0000000010e-27 | kg           | atom     |
|      |      | deuteron mass energy equivalent                           |   3.00506323102e-10 |   0.00000000091e-10 | J            | atom     |
|      |      | deuteron mass energy equivalent in MeV                    |       1875.61294257 |          0.00000057 | MeV          | atom     |
|      |      | deuteron mass in u                                        |      2.013553212745 |      0.000000000040 | u            | atom     |
|      |      | deuteron molar mass                                       |    2.01355321205e-3 |    0.00000000061e-3 | kg/mol       | atom     |
|      |      | deuteron relative atomic mass                             |      2.013553212745 |      0.000000000040 |              | atom     |
|      |      | deuteron rms charge radius                                |         2.12799e-15 |         0.00074e-15 | m            | atom     |
|      |      | deuteron-electron magnetic moment ratio                   |     -4.664345551e-4 |      0.000000012e-4 |              | atom     |
|      |      | deuteron-electron mass ratio                              |       3670.48296788 |          0.00000013 |              | atom     |
|      |      | deuteron-neutron magnetic moment ratio                    |         -0.44820653 |          0.00000011 |              | atom     |
|      |      | deuteron-proton magnetic moment ratio                     |       0.30701220939 |       0.00000000079 |              | atom     |
|      |      | deuteron-proton mass ratio                                |       1.99900750139 |       0.00000000011 |              | atom     |
|      |      | electron charge to mass quotient                          |   -1.75882001076e11 |    0.00000000053e11 | C/kg         | atom     |
|      |      | electron g factor                                         |   -2.00231930436256 |    0.00000000000035 |              | atom     |
|      |      | electron gyromagnetic ratio                               |    1.76085963023e11 |    0.00000000053e11 | 1/s*T        | atom     |
|      |      | electron gyromagnetic ratio in MHz/T                      |       28024.9514242 |           0.0000085 | MHz/T        | atom     |
|      |      | electron magnetic moment anomaly                          |    1.15965218128e-3 |    0.00000000018e-3 |              | atom     |
|      |      | electron magnetic moment to Bohr magneton ratio           |   -1.00115965218128 |    0.00000000000018 |              | atom     |
|      |      | electron magnetic moment to nuclear magneton ratio        |      -1838.28197188 |          0.00000011 |              | atom     |
|      |      | electron mass energy equivalent                           |    8.1871057769e-14 |    0.0000000025e-14 | J            | atom     |
|      |      | electron mass energy equivalent in MeV                    |       0.51099895000 |       0.00000000015 | MeV          | atom     |
|      |      | electron mass in u                                        |    5.48579909065e-4 |    0.00000000016e-4 | u            | atom     |
|      |      | electron molar mass                                       |     5.4857990888e-7 |     0.0000000017e-7 | kg/mol       | atom     |
|      |      | electron relative atomic mass                             |    5.48579909065e-4 |    0.00000000016e-4 |              | atom     |
|      |      | electron to alpha particle mass ratio                     |   1.370933554787e-4 |   0.000000000045e-4 |              | atom     |
|      |      | electron to shielded helion magnetic moment ratio         |          864.058257 |            0.000010 |              | atom     |
|      |      | electron to shielded proton magnetic moment ratio         |        -658.2275971 |           0.0000072 |              | atom     |
|      |      | electron volt                                             |     1.602176634e-19 |                   0 | J            | atom     |
|      |      | electron volt-atomic mass unit relationship               |    1.07354410233e-9 |    0.00000000032e-9 | u            | atom     |
|      |      | electron volt-hartree relationship                        |  3.6749322175655e-2 |  0.0000000000071e-2 | E_h          | atom     |
|      |      | electron volt-hertz relationship                          |      2.417989242e14 |                   0 | Hz           | atom     |
|      |      | electron volt-inverse meter relationship                  |       8.065543937e5 |                   0 | 1/m          | atom     |
|      |      | electron volt-joule relationship                          |     1.602176634e-19 |                   0 | J            | atom     |
|      |      | electron volt-kelvin relationship                         |       1.160451812e4 |                   0 | K            | atom     |
|      |      | electron volt-kilogram relationship                       |     1.782661921e-36 |                   0 | kg           | atom     |
|      |      | electron-deuteron magnetic moment ratio                   |       -2143.9234915 |           0.0000056 |              | atom     |
|      |      | electron-deuteron mass ratio                              |   2.724437107462e-4 |   0.000000000096e-4 |              | atom     |
|      |      | electron-helion mass ratio                                |   1.819543074573e-4 |   0.000000000079e-4 |              | atom     |
|      |      | electron-muon magnetic moment ratio                       |         206.7669883 |           0.0000046 |              | atom     |
|      |      | electron-muon mass ratio                                  |       4.83633169e-3 |       0.00000011e-3 |              | atom     |
|      |      | electron-neutron magnetic moment ratio                    |           960.92050 |             0.00023 |              | atom     |
|      |      | electron-neutron mass ratio                               |     5.4386734424e-4 |     0.0000000026e-4 |              | atom     |
|      |      | electron-proton magnetic moment ratio                     |       -658.21068789 |          0.00000020 |              | atom     |
|      |      | electron-proton mass ratio                                |    5.44617021487e-4 |    0.00000000033e-4 |              | atom     |
|      |      | electron-tau mass ratio                                   |          2.87585e-4 |          0.00019e-4 |              | atom     |
|      |      | electron-triton mass ratio                                |   1.819200062251e-4 |   0.000000000090e-4 |              | atom     |
|      |      | elementary charge over h-bar                              |      1.519267447e15 |                   0 | A/J          |          |
|      |      | Fermi coupling constant                                   |        1.1663787e-5 |        0.0000006e-5 | 1/GeV^2      |          |
|      |      | first radiation constant for spectral radiance            |     1.191042972e-16 |                   0 | W*m^2/sr     |          |
|      |      | Hartree energy in eV                                      |     27.211386245988 |      0.000000000053 | eV           |          |
|      |      | hartree-atomic mass unit relationship                     |    2.92126232205e-8 |    0.00000000088e-8 | u            |          |
|      |      | hartree-electron volt relationship                        |     27.211386245988 |      0.000000000053 | eV           |          |
|      |      | hartree-hertz relationship                                |   6.579683920502e15 |   0.000000000013e15 | Hz           |          |
|      |      | hartree-inverse meter relationship                        |   2.1947463136320e7 |   0.0000000000043e7 | 1/m          |          |
|      |      | hartree-joule relationship                                | 4.3597447222071e-18 | 0.0000000000085e-18 | J            |          |
|      |      | hartree-kelvin relationship                               |   3.1577502480407e5 |   0.0000000000061e5 | K            |          |
|      |      | hartree-kilogram relationship                             | 4.8508702095432e-35 | 0.0000000000094e-35 | kg           |          |
|      |      | helion g factor                                           |        -4.255250615 |         0.000000050 |              | atom     |
|      |      | helion magnetic moment                                    |    -1.074617532e-26 |     0.000000013e-26 | J/T          | atom     |
|      |      | helion magnetic moment to Bohr magneton ratio             |     -1.158740958e-3 |      0.000000014e-3 |              | atom     |
|      |      | helion magnetic moment to nuclear magneton ratio          |        -2.127625307 |         0.000000025 |              | atom     |
|      |      | helion mass                                               |    5.0064127796e-27 |    0.0000000015e-27 | kg           | atom     |
|      |      | helion mass energy equivalent                             |    4.4995394125e-10 |    0.0000000014e-10 | J            | atom     |
|      |      | helion mass energy equivalent in MeV                      |       2808.39160743 |          0.00000085 | MeV          | atom     |
|      |      | helion mass in u                                          |      3.014932247175 |      0.000000000097 | u            | atom     |
|      |      | helion molar mass                                         |    3.01493224613e-3 |    0.00000000091e-3 | kg/mol       | atom     |
|      |      | helion relative atomic mass                               |      3.014932247175 |      0.000000000097 |              | atom     |
|      |      | helion shielding shift                                    |         5.996743e-5 |         0.000010e-5 |              | atom     |
|      |      | helion-electron mass ratio                                |       5495.88528007 |          0.00000024 |              | atom     |
|      |      | helion-proton mass ratio                                  |       2.99315267167 |       0.00000000013 |              | atom     |
|      |      | hertz-atomic mass unit relationship                       |    4.4398216652e-24 |    0.0000000013e-24 | u            |          |
|      |      | hertz-electron volt relationship                          |     4.135667696e-15 |                   0 | eV           |          |
|      |      | hertz-hartree relationship                                | 1.5198298460570e-16 | 0.0000000000029e-16 | E_h          |          |
|      |      | hertz-inverse meter relationship                          |      3.335640951e-9 |                   0 | 1/m          |          |
|      |      | hertz-joule relationship                                  |      6.62607015e-34 |                   0 | J            |          |
|      |      | hertz-kelvin relationship                                 |     4.799243073e-11 |                   0 | K            |          |
|      |      | hertz-kilogram relationship                               |     7.372497323e-51 |                   0 | kg           |          |
|      |      | hyperfine transition frequency of Cs-133                  |          9192631770 |                   0 | Hz           |          |
|      |      | inverse fine-structure constant                           |       137.035999084 |         0.000000021 |              |          |
|      |      | inverse meter-atomic mass unit relationship               |   1.33102505010e-15 |   0.00000000040e-15 | u            |          |
|      |      | inverse meter-electron volt relationship                  |      1.239841984e-6 |                   0 | eV           |          |
|      |      | inverse meter-hartree relationship                        |  4.5563352529120e-8 |  0.0000000000088e-8 | E_h          |          |
|      |      | inverse meter-hertz relationship                          |           299792458 |                   0 | Hz           |          |
|      |      | inverse meter-joule relationship                          |     1.986445857e-25 |                   0 | J            |          |
|      |      | inverse meter-kelvin relationship                         |      1.438776877e-2 |                   0 | K            |          |
|      |      | inverse meter-kilogram relationship                       |     2.210219094e-42 |                   0 | kg           |          |
|      |      | inverse of conductance quantum                            |         12906.40372 |                   0 | ohm          |          |
|      |      | Josephson constant                                        |       483597.8484e9 |                   0 | Hz/V         |          |
|      |      | joule-atomic mass unit relationship                       |      6.7005352565e9 |      0.0000000020e9 | u            |          |
|      |      | joule-electron volt relationship                          |      6.241509074e18 |                   0 | eV           |          |
|      |      | joule-hartree relationship                                |  2.2937122783963e17 |  0.0000000000045e17 | E_h          |          |
|      |      | joule-hertz relationship                                  |      1.509190179e33 |                   0 | Hz           |          |
|      |      | joule-inverse meter relationship                          |      5.034116567e24 |                   0 | 1/m          |          |
|      |      | joule-kelvin relationship                                 |      7.242970516e22 |                   0 | K            |          |
|      |      | joule-kilogram relationship                               |     1.112650056e-17 |                   0 | kg           |          |
|      |      | kelvin-atomic mass unit relationship                      |    9.2510873014e-14 |    0.0000000028e-14 | u            |          |
|      |      | kelvin-electron volt relationship                         |      8.617333262e-5 |                   0 | eV           |          |
|      |      | kelvin-hartree relationship                               |  3.1668115634556e-6 |  0.0000000000061e-6 | E_h          |          |
|      |      | kelvin-hertz relationship                                 |      2.083661912e10 |                   0 | Hz           |          |
|      |      | kelvin-inverse meter relationship                         |         69.50348004 |                   0 | 1/m          |          |
|      |      | kelvin-joule relationship                                 |        1.380649e-23 |                   0 | J            |          |
|      |      | kelvin-kilogram relationship                              |     1.536179187e-40 |                   0 | kg           |          |
|      |      | kilogram-atomic mass unit relationship                    |     6.0221407621e26 |     0.0000000018e26 | u            |          |
|      |      | kilogram-electron volt relationship                       |      5.609588603e35 |                   0 | eV           |          |
|      |      | kilogram-hartree relationship                             |  2.0614857887409e34 |  0.0000000000040e34 | E_h          |          |
|      |      | kilogram-hertz relationship                               |      1.356392489e50 |                   0 | Hz           |          |
|      |      | kilogram-inverse meter relationship                       |      4.524438335e41 |                   0 | 1/m          |          |
|      |      | kilogram-joule relationship                               |      8.987551787e16 |                   0 | J            |          |
|      |      | kilogram-kelvin relationship                              |      6.509657260e39 |                   0 | K            |          |
|      |      | lattice parameter of silicon                              |     5.431020511e-10 |     0.000000089e-10 | m            |          |
|      |      | lattice spacing of ideal Si (220)                         |     1.920155716e-10 |     0.000000032e-10 | m            |          |
|      |      | Loschmidt constant (273.15 K, 100 kPa)                    |      2.651645804e25 |                   0 | 1/m^3        | pchem    |
|      |      | Loschmidt constant (273.15 K, 101.325 kPa)                |      2.686780111e25 |                   0 | 1/m^3        | pchem    |
|      |      | luminous efficacy                                         |                 683 |                   0 | lm/W         |          |
|      |      | molar mass constant                                       |    0.99999999965e-3 |    0.00000000030e-3 | kg/mol       |          |
|      |      | molar mass of carbon-12                                   |    11.9999999958e-3 |     0.0000000036e-3 | kg/mol       |          |
|      |      | molar Planck constant                                     |     3.990312712e-10 |                   0 | J/Hz*mol     | pchem    |
|      |      | molar volume of ideal gas (273.15 K, 100 kPa)             |      22.71095464e-3 |                   0 | m^3/mol      | pchem    |
|      |      | molar volume of ideal gas (273.15 K, 101.325 kPa)         |      22.41396954e-3 |                   0 | m^3/mol      | pchem    |
|      |      | molar volume of silicon                                   |      1.205883199e-5 |      0.000000060e-5 | m^3/mol      |          |
|      |      | Molybdenum x unit                                         |      1.00209952e-13 |      0.00000053e-13 | m            |          |
|      |      | muon g factor                                             |       -2.0023318418 |        0.0000000013 |              | atom     |
|      |      | muon magnetic moment anomaly                              |       1.16592089e-3 |       0.00000063e-3 |              | atom     |
|      |      | muon magnetic moment to Bohr magneton ratio               |      -4.84197047e-3 |       0.00000011e-3 |              | atom     |
|      |      | muon magnetic moment to nuclear magneton ratio            |         -8.89059703 |          0.00000020 |              | atom     |
|      |      | muon mass energy equivalent                               |     1.692833804e-11 |     0.000000038e-11 | J            | atom     |
|      |      | muon mass energy equivalent in MeV                        |         105.6583755 |           0.0000023 | MeV          | atom     |
|      |      | muon mass in u                                            |        0.1134289259 |        0.0000000025 | u            | atom     |
|      |      | muon molar mass                                           |      1.134289259e-4 |      0.000000025e-4 | kg/mol       | atom     |
|      |      | muon-electron mass ratio                                  |         206.7682830 |           0.0000046 |              | atom     |
|      |      | muon-neutron mass ratio                                   |        0.1124545170 |        0.0000000025 |              | atom     |
|      |      | muon-proton magnetic moment ratio                         |        -3.183345142 |         0.000000071 |              | atom     |
|      |      | muon-proton mass ratio                                    |        0.1126095264 |        0.0000000025 |              | atom     |
|      |      | muon-tau mass ratio                                       |          5.94635e-2 |          0.00040e-2 |              | atom     |
|      |      | natural unit of action                                    |     1.054571817e-34 |                   0 | J*s          |          |
|      |      | natural unit of action in eV s                            |     6.582119569e-16 |                   0 | eV*s         |          |
|      |      | natural unit of energy                                    |    8.1871057769e-14 |    0.0000000025e-14 | J            |          |
|      |      | natural unit of energy in MeV                             |       0.51099895000 |       0.00000000015 | MeV          |          |
|      |      | natural unit of length                                    |    3.8615926796e-13 |    0.0000000012e-13 | m            |          |
|      |      | natural unit of mass                                      |    9.1093837015e-31 |    0.0000000028e-31 | kg           |          |
|      |      | natural unit of momentum                                  |   2.73092453075e-22 |   0.00000000082e-22 | kg*m/s       |          |
|      |      | natural unit of time                                      |   1.28808866819e-21 |   0.00000000039e-21 | s            |          |
|      |      | natural unit of velocity                                  |           299792458 |                   0 | m/s          |          |
|      |      | neutron g factor                                          |         -3.82608545 |          0.00000090 |              | atom     |
|      |      | neutron gyromagnetic ratio                                |        1.83247171e8 |        0.00000043e8 | 1/s*T        | atom     |
|      |      | neutron gyromagnetic ratio in MHz/T                       |          29.1646931 |           0.0000069 | MHz/T        | atom     |
|      |      | neutron magnetic moment to Bohr magneton ratio            |      -1.04187563e-3 |       0.00000025e-3 |              | atom     |
|      |      | neutron magnetic moment to nuclear magneton ratio         |         -1.91304273 |          0.00000045 |              | atom     |
|      |      | neutron mass energy equivalent                            |   1.50534976287e-10 |   0.00000000086e-10 | J            | atom     |
|      |      | neutron mass energy equivalent in MeV                     |        939.56542052 |          0.00000054 | MeV          | atom     |
|      |      | neutron mass in u                                         |       1.00866491595 |       0.00000000049 | u            | atom     |
|      |      | neutron molar mass                                        |    1.00866491560e-3 |    0.00000000057e-3 | kg/mol       | atom     |
|      |      | neutron relative atomic mass                              |       1.00866491595 |       0.00000000049 |              | atom     |
|      |      | neutron to shielded proton magnetic moment ratio          |         -0.68499694 |          0.00000016 |              | atom     |
|      |      | neutron-electron magnetic moment ratio                    |       1.04066882e-3 |       0.00000025e-3 |              | atom     |
|      |      | neutron-electron mass ratio                               |       1838.68366173 |          0.00000089 |              | atom     |
|      |      | neutron-muon mass ratio                                   |          8.89248406 |          0.00000020 |              | atom     |
|      |      | neutron-proton magnetic moment ratio                      |         -0.68497934 |          0.00000016 |              | atom     |
|      |      | neutron-proton mass difference                            |      2.30557435e-30 |      0.00000082e-30 | kg           | atom     |
|      |      | neutron-proton mass difference energy equivalent          |      2.07214689e-13 |      0.00000074e-13 | J            | atom     |
|      |      | neutron-proton mass difference energy equivalent in MeV   |          1.29333236 |          0.00000046 | MeV          | atom     |
|      |      | neutron-proton mass difference in u                       |       1.38844933e-3 |       0.00000049e-3 | u            | atom     |
|      |      | neutron-proton mass ratio                                 |       1.00137841931 |       0.00000000049 |              | atom     |
|      |      | neutron-tau mass ratio                                    |            0.528779 |            0.000036 |              | atom     |
|      |      | Newtonian constant of gravitation over h-bar c            |         6.70883e-39 |         0.00015e-39 | c^4/GeV^2    |          |
|      |      | nuclear magneton in eV/T                                  |    3.15245125844e-8 |    0.00000000096e-8 | eV/T         |          |
|      |      | nuclear magneton in inverse meter per tesla               |    2.54262341353e-2 |    0.00000000078e-2 | 1/m*T        |          |
|      |      | nuclear magneton in K/T                                   |     3.6582677756e-4 |     0.0000000011e-4 | K/T          |          |
|      |      | nuclear magneton in MHz/T                                 |        7.6225932291 |        0.0000000023 | MHz/T        |          |
|      |      | Planck constant in eV/Hz                                  |     4.135667696e-15 |                   0 | eV/Hz        |          |
|      |      | Planck length                                             |        1.616255e-35 |        0.000018e-35 | m            |          |
|      |      | Planck mass                                               |         2.176434e-8 |         0.000024e-8 | kg           |          |
|      |      | Planck mass energy equivalent in GeV                      |         1.220890e19 |         0.000014e19 | GeV          |          |
|      |      | Planck temperature                                        |         1.416784e32 |         0.000016e32 | K            |          |
|      |      | proton charge to mass quotient                            |      9.5788331560e7 |      0.0000000029e7 | C/kg         | atom     |
|      |      | proton g factor                                           |        5.5856946893 |        0.0000000016 |              | atom     |
|      |      | proton gyromagnetic ratio                                 |      2.6752218744e8 |      0.0000000011e8 | 1/s*T        | atom     |
|      |      | proton gyromagnetic ratio in MHz/T                        |        42.577478518 |         0.000000018 | MHz/T        | atom     |
|      |      | proton magnetic moment to Bohr magneton ratio             |    1.52103220230e-3 |    0.00000000046e-3 |              | atom     |
|      |      | proton magnetic moment to nuclear magneton ratio          |       2.79284734463 |       0.00000000082 |              | atom     |
|      |      | proton magnetic shielding correction                      |           2.5689e-5 |           0.0011e-5 |              | atom     |
|      |      | proton mass energy equivalent                             |   1.50327761598e-10 |   0.00000000046e-10 | J            | atom     |
|      |      | proton mass energy equivalent in MeV                      |        938.27208816 |          0.00000029 | MeV          | atom     |
|      |      | proton mass in u                                          |      1.007276466621 |      0.000000000053 | u            | atom     |
|      |      | proton molar mass                                         |    1.00727646627e-3 |    0.00000000031e-3 | kg/mol       | atom     |
|      |      | proton relative atomic mass                               |      1.007276466621 |      0.000000000053 |              | atom     |
|      |      | proton rms charge radius                                  |           8.414e-16 |           0.019e-16 | m            | atom     |
|      |      | proton-electron mass ratio                                |       1836.15267343 |          0.00000011 |              | atom     |
|      |      | proton-muon mass ratio                                    |          8.88024337 |          0.00000020 |              | atom     |
|      |      | proton-neutron magnetic moment ratio                      |         -1.45989805 |          0.00000034 |              | atom     |
|      |      | proton-neutron mass ratio                                 |       0.99862347812 |       0.00000000049 |              | atom     |
|      |      | proton-tau mass ratio                                     |            0.528051 |            0.000036 |              | atom     |
|      |      | quantum of circulation                                    |     3.6369475516e-4 |     0.0000000011e-4 | m^2/s        | atom     |
|      |      | quantum of circulation times 2                            |     7.2738951032e-4 |     0.0000000022e-4 | m^2/s        | atom     |
|      |      | reduced Compton wavelength                                |    3.8615926796e-13 |    0.0000000012e-13 | m            |          |
|      |      | reduced muon Compton wavelength                           |     1.867594306e-15 |     0.000000042e-15 | m            |          |
|      |      | reduced neutron Compton wavelength                        |    2.1001941552e-16 |    0.0000000012e-16 | m            |          |
|      |      | reduced Planck constant in eV s                           |     6.582119569e-16 |                   0 | eV*s         |          |
|      |      | reduced Planck constant times c in MeV fm                 |         197.3269804 |                   0 | MeV*fm       |          |
|      |      | reduced proton Compton wavelength                         |   2.10308910336e-16 |   0.00000000064e-16 | m            |          |
|      |      | reduced tau Compton wavelength                            |        1.110538e-16 |        0.000075e-16 | m            |          |
|      |      | Rydberg constant times c in Hz                            |  3.2898419602508e15 |  0.0000000000064e15 | Hz           |          |
|      |      | Rydberg constant times hc in eV                           |     13.605693122994 |      0.000000000026 | eV           |          |
|      |      | Rydberg constant times hc in J                            | 2.1798723611035e-18 | 0.0000000000042e-18 | J            |          |
|      |      | Sackur-Tetrode constant (1 K, 100 kPa)                    |      -1.15170753706 |       0.00000000045 |              | pchem    |
|      |      | Sackur-Tetrode constant (1 K, 101.325 kPa)                |      -1.16487052358 |       0.00000000045 |              | pchem    |
|      |      | shielded helion gyromagnetic ratio                        |       2.037894569e8 |       0.000000024e8 | 1/s*T        | atom     |
|      |      | shielded helion gyromagnetic ratio in MHz/T               |         32.43409942 |          0.00000038 | MHz/T        | atom     |
|      |      | shielded helion magnetic moment                           |    -1.074553090e-26 |     0.000000013e-26 | J/T          | atom     |
|      |      | shielded helion magnetic moment to Bohr magneton ratio    |     -1.158671471e-3 |      0.000000014e-3 |              | atom     |
|      |      | shielded helion magnetic moment to nuclear magneton ratio |        -2.127497719 |         0.000000025 |              | atom     |
|      |      | shielded helion to proton magnetic moment ratio           |       -0.7617665618 |        0.0000000089 |              | atom     |
|      |      | shielded helion to shielded proton magnetic moment ratio  |       -0.7617861313 |        0.0000000033 |              | atom     |
|      |      | shielded proton gyromagnetic ratio                        |       2.675153151e8 |       0.000000029e8 | 1/s*T        | atom     |
|      |      | shielded proton gyromagnetic ratio in MHz/T               |         42.57638474 |          0.00000046 | MHz/T        | atom     |
|      |      | shielded proton magnetic moment                           |     1.410570560e-26 |     0.000000015e-26 | J/T          | atom     |
|      |      | shielded proton magnetic moment to Bohr magneton ratio    |      1.520993128e-3 |      0.000000017e-3 |              | atom     |
|      |      | shielded proton magnetic moment to nuclear magneton ratio |         2.792775599 |         0.000000030 |              | atom     |
|      |      | shielding difference of d and p in HD                     |           2.0200e-8 |           0.0020e-8 |              | atom     |
|      |      | shielding difference of t and p in HT                     |           2.4140e-8 |           0.0020e-8 |              | atom     |
|      |      | standard-state pressure                                   |              100000 |                   0 | Pa           |          |
|      |      | tau Compton wavelength                                    |         6.97771e-16 |         0.00047e-16 | m            | atom     |
|      |      | tau energy equivalent                                     |             1776.86 |                0.12 | MeV          | atom     |
|      |      | tau mass                                                  |         3.16754e-27 |         0.00021e-27 | kg           | atom     |
|      |      | tau mass energy equivalent                                |         2.84684e-10 |         0.00019e-10 | J            | atom     |
|      |      | tau mass in u                                             |             1.90754 |             0.00013 | u            | atom     |
|      |      | tau molar mass                                            |          1.90754e-3 |          0.00013e-3 | kg/mol       | atom     |
|      |      | tau-electron mass ratio                                   |             3477.23 |                0.23 |              | atom     |
|      |      | tau-muon mass ratio                                       |             16.8170 |              0.0011 |              | atom     |
|      |      | tau-neutron mass ratio                                    |             1.89115 |             0.00013 |              | atom     |
|      |      | tau-proton mass ratio                                     |             1.89376 |             0.00013 |              | atom     |
|      |      | Thomson cross section                                     |    6.6524587321e-29 |    0.0000000060e-29 | m^2          |          |
|      |      | triton g factor                                           |         5.957924931 |         0.000000012 |              | atom     |
|      |      | triton magnetic moment                                    |    1.5046095202e-26 |    0.0000000030e-26 | J/T          | atom     |
|      |      | triton magnetic moment to Bohr magneton ratio             |     1.6223936651e-3 |     0.0000000032e-3 |              | atom     |
|      |      | triton magnetic moment to nuclear magneton ratio          |        2.9789624656 |        0.0000000059 |              | atom     |
|      |      | triton mass                                               |    5.0073567446e-27 |    0.0000000015e-27 | kg           | atom     |
|      |      | triton mass energy equivalent                             |    4.5003878060e-10 |    0.0000000014e-10 | J            | atom     |
|      |      | triton mass energy equivalent in MeV                      |       2808.92113298 |          0.00000085 | MeV          | atom     |
|      |      | triton mass in u                                          |       3.01550071621 |       0.00000000012 | u            | atom     |
|      |      | triton molar mass                                         |    3.01550071517e-3 |    0.00000000092e-3 | kg/mol       | atom     |
|      |      | triton relative atomic mass                               |       3.01550071621 |       0.00000000012 |              | atom     |
|      |      | triton to proton magnetic moment ratio                    |        1.0666399191 |        0.0000000021 |              | atom     |
|      |      | triton-electron mass ratio                                |       5496.92153573 |          0.00000027 |              | atom     |
|      |      | triton-proton mass ratio                                  |       2.99371703414 |       0.00000000015 |              | atom     |
|      |      | von Klitzing constant                                     |         25812.80745 |                   0 | ohm          |          |
|      |      | W to Z mass ratio                                         |             0.88153 |             0.00017 |              |          |
|      |      | weak mixing angle                                         |             0.22290 |             0.00030 |              |          |
|      |      | Wien frequency displacement law constant                  |      5.878925757e10 |                   0 | Hz/K         | pchem    |
|      |      | Wien wavelength displacement law constant                 |      2.897771955e-3 |                   0 | m*K          | pchem    |

