docs/cons.html

<div id="outline-container-org99bef42" class="outline-3">
<h3 id="org99bef42"><span class="section-number-3">3.4</span> Constants Not Used</h3>
<div class="outline-text-3" id="text-3-4">
<table border="2" cellspacing="0" cellpadding="6" rules="all" frame="box" align="center">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Menu</th>
<th scope="col" class="org-left">Desc</th>
<th scope="col" class="org-left">Quantity</th>
<th scope="col" class="org-right">Value</th>
<th scope="col" class="org-right">Uncertainty</th>
<th scope="col" class="org-left">Unit</th>
<th scope="col" class="org-left">Category</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">alpha particle mass</td>
<td class="org-right">6.6446573357e-27</td>
<td class="org-right">0.0000000020e-27</td>
<td class="org-left">kg</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">alpha particle mass energy equivalent</td>
<td class="org-right">5.9719201914e-10</td>
<td class="org-right">0.0000000018e-10</td>
<td class="org-left">J</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">alpha particle mass energy equivalent in MeV</td>
<td class="org-right">3727.3794066</td>
<td class="org-right">0.0000011</td>
<td class="org-left">MeV</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">alpha particle mass in u</td>
<td class="org-right">4.001506179127</td>
<td class="org-right">0.000000000063</td>
<td class="org-left">u</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">alpha particle molar mass</td>
<td class="org-right">4.0015061777e-3</td>
<td class="org-right">0.0000000012e-3</td>
<td class="org-left">kg/mol</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">alpha particle relative atomic mass</td>
<td class="org-right">4.001506179127</td>
<td class="org-right">0.000000000063</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">alpha particle-electron mass ratio</td>
<td class="org-right">7294.29954142</td>
<td class="org-right">0.00000024</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">alpha particle-proton mass ratio</td>
<td class="org-right">3.97259969009</td>
<td class="org-right">0.00000000022</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Angstrom star</td>
<td class="org-right">1.00001495e-10</td>
<td class="org-right">0.00000090e-10</td>
<td class="org-left">m</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atomic mass constant</td>
<td class="org-right">1.66053906660e-27</td>
<td class="org-right">0.00000000050e-27</td>
<td class="org-left">kg</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atomic mass constant energy equivalent</td>
<td class="org-right">1.49241808560e-10</td>
<td class="org-right">0.00000000045e-10</td>
<td class="org-left">J</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atomic mass constant energy equivalent in MeV</td>
<td class="org-right">931.49410242</td>
<td class="org-right">0.00000028</td>
<td class="org-left">MeV</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atomic mass unit-electron volt relationship</td>
<td class="org-right">9.3149410242e8</td>
<td class="org-right">0.0000000028e8</td>
<td class="org-left">eV</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atomic mass unit-hartree relationship</td>
<td class="org-right">3.4231776874e7</td>
<td class="org-right">0.0000000010e7</td>
<td class="org-left">E_h</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atomic mass unit-hertz relationship</td>
<td class="org-right">2.25234271871e23</td>
<td class="org-right">0.00000000068e23</td>
<td class="org-left">Hz</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atomic mass unit-inverse meter relationship</td>
<td class="org-right">7.5130066104e14</td>
<td class="org-right">0.0000000023e14</td>
<td class="org-left">1/m</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atomic mass unit-joule relationship</td>
<td class="org-right">1.49241808560e-10</td>
<td class="org-right">0.00000000045e-10</td>
<td class="org-left">J</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atomic mass unit-kelvin relationship</td>
<td class="org-right">1.08095401916e13</td>
<td class="org-right">0.00000000033e13</td>
<td class="org-left">K</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atomic mass unit-kilogram relationship</td>
<td class="org-right">1.66053906660e-27</td>
<td class="org-right">0.00000000050e-27</td>
<td class="org-left">kg</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atomic unit of 1st hyperpolarizability</td>
<td class="org-right">3.2063613061e-53</td>
<td class="org-right">0.0000000015e-53</td>
<td class="org-left">C^3*m^3*J^-2</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atomic unit of 2nd hyperpolarizability</td>
<td class="org-right">6.2353799905e-65</td>
<td class="org-right">0.0000000038e-65</td>
<td class="org-left">C^4*m^4*J^-3</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atomic unit of action</td>
<td class="org-right">1.054571817e-34</td>
<td class="org-right">0</td>
<td class="org-left">J*s</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atomic unit of charge</td>
<td class="org-right">1.602176634e-19</td>
<td class="org-right">0</td>
<td class="org-left">C</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atomic unit of charge density</td>
<td class="org-right">1.08120238457e12</td>
<td class="org-right">0.00000000049e12</td>
<td class="org-left">C*m^-3</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atomic unit of current</td>
<td class="org-right">6.623618237510e-3</td>
<td class="org-right">0.000000000013e-3</td>
<td class="org-left">A</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atomic unit of electric dipole moment</td>
<td class="org-right">8.4783536255e-30</td>
<td class="org-right">0.0000000013e-30</td>
<td class="org-left">C*m</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atomic unit of electric field</td>
<td class="org-right">5.14220674763e11</td>
<td class="org-right">0.00000000078e11</td>
<td class="org-left">V/m</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atomic unit of electric field gradient</td>
<td class="org-right">9.7173624292e21</td>
<td class="org-right">0.0000000029e21</td>
<td class="org-left">V/m^2</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atomic unit of electric polarizability</td>
<td class="org-right">1.64877727436e-41</td>
<td class="org-right">0.00000000050e-41</td>
<td class="org-left">C^2*m^2/J</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atomic unit of electric potential</td>
<td class="org-right">27.211386245988</td>
<td class="org-right">0.000000000053</td>
<td class="org-left">V</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atomic unit of electric quadrupole moment</td>
<td class="org-right">4.4865515246e-40</td>
<td class="org-right">0.0000000014e-40</td>
<td class="org-left">C*m^2</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atomic unit of energy</td>
<td class="org-right">4.3597447222071e-18</td>
<td class="org-right">0.0000000000085e-18</td>
<td class="org-left">J</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atomic unit of force</td>
<td class="org-right">8.2387234983e-8</td>
<td class="org-right">0.0000000012e-8</td>
<td class="org-left">N</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atomic unit of length</td>
<td class="org-right">5.29177210903e-11</td>
<td class="org-right">0.00000000080e-11</td>
<td class="org-left">m</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atomic unit of magnetic dipole moment</td>
<td class="org-right">1.85480201566e-23</td>
<td class="org-right">0.00000000056e-23</td>
<td class="org-left">J/T</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atomic unit of magnetic flux density</td>
<td class="org-right">2.35051756758e5</td>
<td class="org-right">0.00000000071e5</td>
<td class="org-left">T</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atomic unit of magnetizability</td>
<td class="org-right">7.8910366008e-29</td>
<td class="org-right">0.0000000048e-29</td>
<td class="org-left">J/T^2</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atomic unit of mass</td>
<td class="org-right">9.1093837015e-31</td>
<td class="org-right">0.0000000028e-31</td>
<td class="org-left">kg</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atomic unit of momentum</td>
<td class="org-right">1.99285191410e-24</td>
<td class="org-right">0.00000000030e-24</td>
<td class="org-left">kg*m/s</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atomic unit of permittivity</td>
<td class="org-right">1.11265005545e-10</td>
<td class="org-right">0.00000000017e-10</td>
<td class="org-left">F/m</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atomic unit of time</td>
<td class="org-right">2.4188843265857e-17</td>
<td class="org-right">0.0000000000047e-17</td>
<td class="org-left">s</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atomic unit of velocity</td>
<td class="org-right">2.18769126364e6</td>
<td class="org-right">0.00000000033e6</td>
<td class="org-left">m/s</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Bohr magneton in eV/T</td>
<td class="org-right">5.7883818060e-5</td>
<td class="org-right">0.0000000017e-5</td>
<td class="org-left">eV/T</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Bohr magneton in Hz/T</td>
<td class="org-right">1.39962449361e10</td>
<td class="org-right">0.00000000042e10</td>
<td class="org-left">Hz/T</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Bohr magneton in inverse meter per tesla</td>
<td class="org-right">46.686447783</td>
<td class="org-right">0.000000014</td>
<td class="org-left">1/m*T</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Bohr magneton in K/T</td>
<td class="org-right">0.67171381563</td>
<td class="org-right">0.00000000020</td>
<td class="org-left">K/T</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Boltzmann constant in eV/K</td>
<td class="org-right">8.617333262e-5</td>
<td class="org-right">0</td>
<td class="org-left">eV/K</td>
<td class="org-left">pchem</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Boltzmann constant in Hz/K</td>
<td class="org-right">2.083661912e10</td>
<td class="org-right">0</td>
<td class="org-left">Hz/K</td>
<td class="org-left">pchem</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Boltzmann constant in inverse meter per kelvin</td>
<td class="org-right">69.50348004</td>
<td class="org-right">0</td>
<td class="org-left">1/m*K</td>
<td class="org-left">pchem</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">characteristic impedance of vacuum</td>
<td class="org-right">376.730313668</td>
<td class="org-right">0.000000057</td>
<td class="org-left">ohm</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">conventional value of ampere-90</td>
<td class="org-right">1.00000008887</td>
<td class="org-right">0</td>
<td class="org-left">A</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">conventional value of coulomb-90</td>
<td class="org-right">1.00000008887</td>
<td class="org-right">0</td>
<td class="org-left">C</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">conventional value of farad-90</td>
<td class="org-right">0.99999998220</td>
<td class="org-right">0</td>
<td class="org-left">F</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">conventional value of henry-90</td>
<td class="org-right">1.00000001779</td>
<td class="org-right">0</td>
<td class="org-left">H</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">conventional value of Josephson constant</td>
<td class="org-right">483597.9e9</td>
<td class="org-right">0</td>
<td class="org-left">Hz/V</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">conventional value of ohm-90</td>
<td class="org-right">1.00000001779</td>
<td class="org-right">0</td>
<td class="org-left">ohm</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">conventional value of volt-90</td>
<td class="org-right">1.00000010666</td>
<td class="org-right">0</td>
<td class="org-left">V</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">conventional value of von Klitzing constant</td>
<td class="org-right">25812.807</td>
<td class="org-right">0</td>
<td class="org-left">ohm</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">conventional value of watt-90</td>
<td class="org-right">1.00000019553</td>
<td class="org-right">0</td>
<td class="org-left">W</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Copper x unit</td>
<td class="org-right">1.00207697e-13</td>
<td class="org-right">0.00000028e-13</td>
<td class="org-left">m</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">deuteron g factor</td>
<td class="org-right">0.8574382338</td>
<td class="org-right">0.0000000022</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">deuteron magnetic moment</td>
<td class="org-right">4.330735094e-27</td>
<td class="org-right">0.000000011e-27</td>
<td class="org-left">J/T</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">deuteron magnetic moment to Bohr magneton ratio</td>
<td class="org-right">4.669754570e-4</td>
<td class="org-right">0.000000012e-4</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">deuteron magnetic moment to nuclear magneton ratio</td>
<td class="org-right">0.8574382338</td>
<td class="org-right">0.0000000022</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">deuteron mass</td>
<td class="org-right">3.3435837724e-27</td>
<td class="org-right">0.0000000010e-27</td>
<td class="org-left">kg</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">deuteron mass energy equivalent</td>
<td class="org-right">3.00506323102e-10</td>
<td class="org-right">0.00000000091e-10</td>
<td class="org-left">J</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">deuteron mass energy equivalent in MeV</td>
<td class="org-right">1875.61294257</td>
<td class="org-right">0.00000057</td>
<td class="org-left">MeV</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">deuteron mass in u</td>
<td class="org-right">2.013553212745</td>
<td class="org-right">0.000000000040</td>
<td class="org-left">u</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">deuteron molar mass</td>
<td class="org-right">2.01355321205e-3</td>
<td class="org-right">0.00000000061e-3</td>
<td class="org-left">kg/mol</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">deuteron relative atomic mass</td>
<td class="org-right">2.013553212745</td>
<td class="org-right">0.000000000040</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">deuteron rms charge radius</td>
<td class="org-right">2.12799e-15</td>
<td class="org-right">0.00074e-15</td>
<td class="org-left">m</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">deuteron-electron magnetic moment ratio</td>
<td class="org-right">-4.664345551e-4</td>
<td class="org-right">0.000000012e-4</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">deuteron-electron mass ratio</td>
<td class="org-right">3670.48296788</td>
<td class="org-right">0.00000013</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">deuteron-neutron magnetic moment ratio</td>
<td class="org-right">-0.44820653</td>
<td class="org-right">0.00000011</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">deuteron-proton magnetic moment ratio</td>
<td class="org-right">0.30701220939</td>
<td class="org-right">0.00000000079</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">deuteron-proton mass ratio</td>
<td class="org-right">1.99900750139</td>
<td class="org-right">0.00000000011</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">electron charge to mass quotient</td>
<td class="org-right">-1.75882001076e11</td>
<td class="org-right">0.00000000053e11</td>
<td class="org-left">C/kg</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">electron g factor</td>
<td class="org-right">-2.00231930436256</td>
<td class="org-right">0.00000000000035</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">electron gyromagnetic ratio</td>
<td class="org-right">1.76085963023e11</td>
<td class="org-right">0.00000000053e11</td>
<td class="org-left">1/s*T</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">electron gyromagnetic ratio in MHz/T</td>
<td class="org-right">28024.9514242</td>
<td class="org-right">0.0000085</td>
<td class="org-left">MHz/T</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">electron magnetic moment anomaly</td>
<td class="org-right">1.15965218128e-3</td>
<td class="org-right">0.00000000018e-3</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">electron magnetic moment to Bohr magneton ratio</td>
<td class="org-right">-1.00115965218128</td>
<td class="org-right">0.00000000000018</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">electron magnetic moment to nuclear magneton ratio</td>
<td class="org-right">-1838.28197188</td>
<td class="org-right">0.00000011</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">electron mass energy equivalent</td>
<td class="org-right">8.1871057769e-14</td>
<td class="org-right">0.0000000025e-14</td>
<td class="org-left">J</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">electron mass energy equivalent in MeV</td>
<td class="org-right">0.51099895000</td>
<td class="org-right">0.00000000015</td>
<td class="org-left">MeV</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">electron mass in u</td>
<td class="org-right">5.48579909065e-4</td>
<td class="org-right">0.00000000016e-4</td>
<td class="org-left">u</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">electron molar mass</td>
<td class="org-right">5.4857990888e-7</td>
<td class="org-right">0.0000000017e-7</td>
<td class="org-left">kg/mol</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">electron relative atomic mass</td>
<td class="org-right">5.48579909065e-4</td>
<td class="org-right">0.00000000016e-4</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">electron to alpha particle mass ratio</td>
<td class="org-right">1.370933554787e-4</td>
<td class="org-right">0.000000000045e-4</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">electron to shielded helion magnetic moment ratio</td>
<td class="org-right">864.058257</td>
<td class="org-right">0.000010</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">electron to shielded proton magnetic moment ratio</td>
<td class="org-right">-658.2275971</td>
<td class="org-right">0.0000072</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">electron volt</td>
<td class="org-right">1.602176634e-19</td>
<td class="org-right">0</td>
<td class="org-left">J</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">electron volt-atomic mass unit relationship</td>
<td class="org-right">1.07354410233e-9</td>
<td class="org-right">0.00000000032e-9</td>
<td class="org-left">u</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">electron volt-hartree relationship</td>
<td class="org-right">3.6749322175655e-2</td>
<td class="org-right">0.0000000000071e-2</td>
<td class="org-left">E_h</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">electron volt-hertz relationship</td>
<td class="org-right">2.417989242e14</td>
<td class="org-right">0</td>
<td class="org-left">Hz</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">electron volt-inverse meter relationship</td>
<td class="org-right">8.065543937e5</td>
<td class="org-right">0</td>
<td class="org-left">1/m</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">electron volt-joule relationship</td>
<td class="org-right">1.602176634e-19</td>
<td class="org-right">0</td>
<td class="org-left">J</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">electron volt-kelvin relationship</td>
<td class="org-right">1.160451812e4</td>
<td class="org-right">0</td>
<td class="org-left">K</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">electron volt-kilogram relationship</td>
<td class="org-right">1.782661921e-36</td>
<td class="org-right">0</td>
<td class="org-left">kg</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">electron-deuteron magnetic moment ratio</td>
<td class="org-right">-2143.9234915</td>
<td class="org-right">0.0000056</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">electron-deuteron mass ratio</td>
<td class="org-right">2.724437107462e-4</td>
<td class="org-right">0.000000000096e-4</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">electron-helion mass ratio</td>
<td class="org-right">1.819543074573e-4</td>
<td class="org-right">0.000000000079e-4</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">electron-muon magnetic moment ratio</td>
<td class="org-right">206.7669883</td>
<td class="org-right">0.0000046</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">electron-muon mass ratio</td>
<td class="org-right">4.83633169e-3</td>
<td class="org-right">0.00000011e-3</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">electron-neutron magnetic moment ratio</td>
<td class="org-right">960.92050</td>
<td class="org-right">0.00023</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">electron-neutron mass ratio</td>
<td class="org-right">5.4386734424e-4</td>
<td class="org-right">0.0000000026e-4</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">electron-proton magnetic moment ratio</td>
<td class="org-right">-658.21068789</td>
<td class="org-right">0.00000020</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">electron-proton mass ratio</td>
<td class="org-right">5.44617021487e-4</td>
<td class="org-right">0.00000000033e-4</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">electron-tau mass ratio</td>
<td class="org-right">2.87585e-4</td>
<td class="org-right">0.00019e-4</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">electron-triton mass ratio</td>
<td class="org-right">1.819200062251e-4</td>
<td class="org-right">0.000000000090e-4</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">elementary charge over h-bar</td>
<td class="org-right">1.519267447e15</td>
<td class="org-right">0</td>
<td class="org-left">A/J</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Fermi coupling constant</td>
<td class="org-right">1.1663787e-5</td>
<td class="org-right">0.0000006e-5</td>
<td class="org-left">1/GeV^2</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">first radiation constant for spectral radiance</td>
<td class="org-right">1.191042972e-16</td>
<td class="org-right">0</td>
<td class="org-left">W*m^2/sr</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Hartree energy in eV</td>
<td class="org-right">27.211386245988</td>
<td class="org-right">0.000000000053</td>
<td class="org-left">eV</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">hartree-atomic mass unit relationship</td>
<td class="org-right">2.92126232205e-8</td>
<td class="org-right">0.00000000088e-8</td>
<td class="org-left">u</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">hartree-electron volt relationship</td>
<td class="org-right">27.211386245988</td>
<td class="org-right">0.000000000053</td>
<td class="org-left">eV</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">hartree-hertz relationship</td>
<td class="org-right">6.579683920502e15</td>
<td class="org-right">0.000000000013e15</td>
<td class="org-left">Hz</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">hartree-inverse meter relationship</td>
<td class="org-right">2.1947463136320e7</td>
<td class="org-right">0.0000000000043e7</td>
<td class="org-left">1/m</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">hartree-joule relationship</td>
<td class="org-right">4.3597447222071e-18</td>
<td class="org-right">0.0000000000085e-18</td>
<td class="org-left">J</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">hartree-kelvin relationship</td>
<td class="org-right">3.1577502480407e5</td>
<td class="org-right">0.0000000000061e5</td>
<td class="org-left">K</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">hartree-kilogram relationship</td>
<td class="org-right">4.8508702095432e-35</td>
<td class="org-right">0.0000000000094e-35</td>
<td class="org-left">kg</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">helion g factor</td>
<td class="org-right">-4.255250615</td>
<td class="org-right">0.000000050</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">helion magnetic moment</td>
<td class="org-right">-1.074617532e-26</td>
<td class="org-right">0.000000013e-26</td>
<td class="org-left">J/T</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">helion magnetic moment to Bohr magneton ratio</td>
<td class="org-right">-1.158740958e-3</td>
<td class="org-right">0.000000014e-3</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">helion magnetic moment to nuclear magneton ratio</td>
<td class="org-right">-2.127625307</td>
<td class="org-right">0.000000025</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">helion mass</td>
<td class="org-right">5.0064127796e-27</td>
<td class="org-right">0.0000000015e-27</td>
<td class="org-left">kg</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">helion mass energy equivalent</td>
<td class="org-right">4.4995394125e-10</td>
<td class="org-right">0.0000000014e-10</td>
<td class="org-left">J</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">helion mass energy equivalent in MeV</td>
<td class="org-right">2808.39160743</td>
<td class="org-right">0.00000085</td>
<td class="org-left">MeV</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">helion mass in u</td>
<td class="org-right">3.014932247175</td>
<td class="org-right">0.000000000097</td>
<td class="org-left">u</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">helion molar mass</td>
<td class="org-right">3.01493224613e-3</td>
<td class="org-right">0.00000000091e-3</td>
<td class="org-left">kg/mol</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">helion relative atomic mass</td>
<td class="org-right">3.014932247175</td>
<td class="org-right">0.000000000097</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">helion shielding shift</td>
<td class="org-right">5.996743e-5</td>
<td class="org-right">0.000010e-5</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">helion-electron mass ratio</td>
<td class="org-right">5495.88528007</td>
<td class="org-right">0.00000024</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">helion-proton mass ratio</td>
<td class="org-right">2.99315267167</td>
<td class="org-right">0.00000000013</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">hertz-atomic mass unit relationship</td>
<td class="org-right">4.4398216652e-24</td>
<td class="org-right">0.0000000013e-24</td>
<td class="org-left">u</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">hertz-electron volt relationship</td>
<td class="org-right">4.135667696e-15</td>
<td class="org-right">0</td>
<td class="org-left">eV</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">hertz-hartree relationship</td>
<td class="org-right">1.5198298460570e-16</td>
<td class="org-right">0.0000000000029e-16</td>
<td class="org-left">E_h</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">hertz-inverse meter relationship</td>
<td class="org-right">3.335640951e-9</td>
<td class="org-right">0</td>
<td class="org-left">1/m</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">hertz-joule relationship</td>
<td class="org-right">6.62607015e-34</td>
<td class="org-right">0</td>
<td class="org-left">J</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">hertz-kelvin relationship</td>
<td class="org-right">4.799243073e-11</td>
<td class="org-right">0</td>
<td class="org-left">K</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">hertz-kilogram relationship</td>
<td class="org-right">7.372497323e-51</td>
<td class="org-right">0</td>
<td class="org-left">kg</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">hyperfine transition frequency of Cs-133</td>
<td class="org-right">9192631770</td>
<td class="org-right">0</td>
<td class="org-left">Hz</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">inverse fine-structure constant</td>
<td class="org-right">137.035999084</td>
<td class="org-right">0.000000021</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">inverse meter-atomic mass unit relationship</td>
<td class="org-right">1.33102505010e-15</td>
<td class="org-right">0.00000000040e-15</td>
<td class="org-left">u</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">inverse meter-electron volt relationship</td>
<td class="org-right">1.239841984e-6</td>
<td class="org-right">0</td>
<td class="org-left">eV</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">inverse meter-hartree relationship</td>
<td class="org-right">4.5563352529120e-8</td>
<td class="org-right">0.0000000000088e-8</td>
<td class="org-left">E_h</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">inverse meter-hertz relationship</td>
<td class="org-right">299792458</td>
<td class="org-right">0</td>
<td class="org-left">Hz</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">inverse meter-joule relationship</td>
<td class="org-right">1.986445857e-25</td>
<td class="org-right">0</td>
<td class="org-left">J</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">inverse meter-kelvin relationship</td>
<td class="org-right">1.438776877e-2</td>
<td class="org-right">0</td>
<td class="org-left">K</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">inverse meter-kilogram relationship</td>
<td class="org-right">2.210219094e-42</td>
<td class="org-right">0</td>
<td class="org-left">kg</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">inverse of conductance quantum</td>
<td class="org-right">12906.40372</td>
<td class="org-right">0</td>
<td class="org-left">ohm</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Josephson constant</td>
<td class="org-right">483597.8484e9</td>
<td class="org-right">0</td>
<td class="org-left">Hz/V</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">joule-atomic mass unit relationship</td>
<td class="org-right">6.7005352565e9</td>
<td class="org-right">0.0000000020e9</td>
<td class="org-left">u</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">joule-electron volt relationship</td>
<td class="org-right">6.241509074e18</td>
<td class="org-right">0</td>
<td class="org-left">eV</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">joule-hartree relationship</td>
<td class="org-right">2.2937122783963e17</td>
<td class="org-right">0.0000000000045e17</td>
<td class="org-left">E_h</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">joule-hertz relationship</td>
<td class="org-right">1.509190179e33</td>
<td class="org-right">0</td>
<td class="org-left">Hz</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">joule-inverse meter relationship</td>
<td class="org-right">5.034116567e24</td>
<td class="org-right">0</td>
<td class="org-left">1/m</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">joule-kelvin relationship</td>
<td class="org-right">7.242970516e22</td>
<td class="org-right">0</td>
<td class="org-left">K</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">joule-kilogram relationship</td>
<td class="org-right">1.112650056e-17</td>
<td class="org-right">0</td>
<td class="org-left">kg</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">kelvin-atomic mass unit relationship</td>
<td class="org-right">9.2510873014e-14</td>
<td class="org-right">0.0000000028e-14</td>
<td class="org-left">u</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">kelvin-electron volt relationship</td>
<td class="org-right">8.617333262e-5</td>
<td class="org-right">0</td>
<td class="org-left">eV</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">kelvin-hartree relationship</td>
<td class="org-right">3.1668115634556e-6</td>
<td class="org-right">0.0000000000061e-6</td>
<td class="org-left">E_h</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">kelvin-hertz relationship</td>
<td class="org-right">2.083661912e10</td>
<td class="org-right">0</td>
<td class="org-left">Hz</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">kelvin-inverse meter relationship</td>
<td class="org-right">69.50348004</td>
<td class="org-right">0</td>
<td class="org-left">1/m</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">kelvin-joule relationship</td>
<td class="org-right">1.380649e-23</td>
<td class="org-right">0</td>
<td class="org-left">J</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">kelvin-kilogram relationship</td>
<td class="org-right">1.536179187e-40</td>
<td class="org-right">0</td>
<td class="org-left">kg</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">kilogram-atomic mass unit relationship</td>
<td class="org-right">6.0221407621e26</td>
<td class="org-right">0.0000000018e26</td>
<td class="org-left">u</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">kilogram-electron volt relationship</td>
<td class="org-right">5.609588603e35</td>
<td class="org-right">0</td>
<td class="org-left">eV</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">kilogram-hartree relationship</td>
<td class="org-right">2.0614857887409e34</td>
<td class="org-right">0.0000000000040e34</td>
<td class="org-left">E_h</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">kilogram-hertz relationship</td>
<td class="org-right">1.356392489e50</td>
<td class="org-right">0</td>
<td class="org-left">Hz</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">kilogram-inverse meter relationship</td>
<td class="org-right">4.524438335e41</td>
<td class="org-right">0</td>
<td class="org-left">1/m</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">kilogram-joule relationship</td>
<td class="org-right">8.987551787e16</td>
<td class="org-right">0</td>
<td class="org-left">J</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">kilogram-kelvin relationship</td>
<td class="org-right">6.509657260e39</td>
<td class="org-right">0</td>
<td class="org-left">K</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">lattice parameter of silicon</td>
<td class="org-right">5.431020511e-10</td>
<td class="org-right">0.000000089e-10</td>
<td class="org-left">m</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">lattice spacing of ideal Si (220)</td>
<td class="org-right">1.920155716e-10</td>
<td class="org-right">0.000000032e-10</td>
<td class="org-left">m</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Loschmidt constant (273.15 K, 100 kPa)</td>
<td class="org-right">2.651645804e25</td>
<td class="org-right">0</td>
<td class="org-left">1/m^3</td>
<td class="org-left">pchem</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Loschmidt constant (273.15 K, 101.325 kPa)</td>
<td class="org-right">2.686780111e25</td>
<td class="org-right">0</td>
<td class="org-left">1/m^3</td>
<td class="org-left">pchem</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">luminous efficacy</td>
<td class="org-right">683</td>
<td class="org-right">0</td>
<td class="org-left">lm/W</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">molar mass constant</td>
<td class="org-right">0.99999999965e-3</td>
<td class="org-right">0.00000000030e-3</td>
<td class="org-left">kg/mol</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">molar mass of carbon-12</td>
<td class="org-right">11.9999999958e-3</td>
<td class="org-right">0.0000000036e-3</td>
<td class="org-left">kg/mol</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">molar Planck constant</td>
<td class="org-right">3.990312712e-10</td>
<td class="org-right">0</td>
<td class="org-left">J/Hz*mol</td>
<td class="org-left">pchem</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">molar volume of ideal gas (273.15 K, 100 kPa)</td>
<td class="org-right">22.71095464e-3</td>
<td class="org-right">0</td>
<td class="org-left">m^3/mol</td>
<td class="org-left">pchem</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">molar volume of ideal gas (273.15 K, 101.325 kPa)</td>
<td class="org-right">22.41396954e-3</td>
<td class="org-right">0</td>
<td class="org-left">m^3/mol</td>
<td class="org-left">pchem</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">molar volume of silicon</td>
<td class="org-right">1.205883199e-5</td>
<td class="org-right">0.000000060e-5</td>
<td class="org-left">m^3/mol</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Molybdenum x unit</td>
<td class="org-right">1.00209952e-13</td>
<td class="org-right">0.00000053e-13</td>
<td class="org-left">m</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">muon g factor</td>
<td class="org-right">-2.0023318418</td>
<td class="org-right">0.0000000013</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">muon magnetic moment anomaly</td>
<td class="org-right">1.16592089e-3</td>
<td class="org-right">0.00000063e-3</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">muon magnetic moment to Bohr magneton ratio</td>
<td class="org-right">-4.84197047e-3</td>
<td class="org-right">0.00000011e-3</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">muon magnetic moment to nuclear magneton ratio</td>
<td class="org-right">-8.89059703</td>
<td class="org-right">0.00000020</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">muon mass energy equivalent</td>
<td class="org-right">1.692833804e-11</td>
<td class="org-right">0.000000038e-11</td>
<td class="org-left">J</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">muon mass energy equivalent in MeV</td>
<td class="org-right">105.6583755</td>
<td class="org-right">0.0000023</td>
<td class="org-left">MeV</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">muon mass in u</td>
<td class="org-right">0.1134289259</td>
<td class="org-right">0.0000000025</td>
<td class="org-left">u</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">muon molar mass</td>
<td class="org-right">1.134289259e-4</td>
<td class="org-right">0.000000025e-4</td>
<td class="org-left">kg/mol</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">muon-electron mass ratio</td>
<td class="org-right">206.7682830</td>
<td class="org-right">0.0000046</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">muon-neutron mass ratio</td>
<td class="org-right">0.1124545170</td>
<td class="org-right">0.0000000025</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">muon-proton magnetic moment ratio</td>
<td class="org-right">-3.183345142</td>
<td class="org-right">0.000000071</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">muon-proton mass ratio</td>
<td class="org-right">0.1126095264</td>
<td class="org-right">0.0000000025</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">muon-tau mass ratio</td>
<td class="org-right">5.94635e-2</td>
<td class="org-right">0.00040e-2</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">natural unit of action</td>
<td class="org-right">1.054571817e-34</td>
<td class="org-right">0</td>
<td class="org-left">J*s</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">natural unit of action in eV s</td>
<td class="org-right">6.582119569e-16</td>
<td class="org-right">0</td>
<td class="org-left">eV*s</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">natural unit of energy</td>
<td class="org-right">8.1871057769e-14</td>
<td class="org-right">0.0000000025e-14</td>
<td class="org-left">J</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">natural unit of energy in MeV</td>
<td class="org-right">0.51099895000</td>
<td class="org-right">0.00000000015</td>
<td class="org-left">MeV</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">natural unit of length</td>
<td class="org-right">3.8615926796e-13</td>
<td class="org-right">0.0000000012e-13</td>
<td class="org-left">m</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">natural unit of mass</td>
<td class="org-right">9.1093837015e-31</td>
<td class="org-right">0.0000000028e-31</td>
<td class="org-left">kg</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">natural unit of momentum</td>
<td class="org-right">2.73092453075e-22</td>
<td class="org-right">0.00000000082e-22</td>
<td class="org-left">kg*m/s</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">natural unit of time</td>
<td class="org-right">1.28808866819e-21</td>
<td class="org-right">0.00000000039e-21</td>
<td class="org-left">s</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">natural unit of velocity</td>
<td class="org-right">299792458</td>
<td class="org-right">0</td>
<td class="org-left">m/s</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">neutron g factor</td>
<td class="org-right">-3.82608545</td>
<td class="org-right">0.00000090</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">neutron gyromagnetic ratio</td>
<td class="org-right">1.83247171e8</td>
<td class="org-right">0.00000043e8</td>
<td class="org-left">1/s*T</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">neutron gyromagnetic ratio in MHz/T</td>
<td class="org-right">29.1646931</td>
<td class="org-right">0.0000069</td>
<td class="org-left">MHz/T</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">neutron magnetic moment to Bohr magneton ratio</td>
<td class="org-right">-1.04187563e-3</td>
<td class="org-right">0.00000025e-3</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">neutron magnetic moment to nuclear magneton ratio</td>
<td class="org-right">-1.91304273</td>
<td class="org-right">0.00000045</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">neutron mass energy equivalent</td>
<td class="org-right">1.50534976287e-10</td>
<td class="org-right">0.00000000086e-10</td>
<td class="org-left">J</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">neutron mass energy equivalent in MeV</td>
<td class="org-right">939.56542052</td>
<td class="org-right">0.00000054</td>
<td class="org-left">MeV</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">neutron mass in u</td>
<td class="org-right">1.00866491595</td>
<td class="org-right">0.00000000049</td>
<td class="org-left">u</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">neutron molar mass</td>
<td class="org-right">1.00866491560e-3</td>
<td class="org-right">0.00000000057e-3</td>
<td class="org-left">kg/mol</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">neutron relative atomic mass</td>
<td class="org-right">1.00866491595</td>
<td class="org-right">0.00000000049</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">neutron to shielded proton magnetic moment ratio</td>
<td class="org-right">-0.68499694</td>
<td class="org-right">0.00000016</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">neutron-electron magnetic moment ratio</td>
<td class="org-right">1.04066882e-3</td>
<td class="org-right">0.00000025e-3</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">neutron-electron mass ratio</td>
<td class="org-right">1838.68366173</td>
<td class="org-right">0.00000089</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">neutron-muon mass ratio</td>
<td class="org-right">8.89248406</td>
<td class="org-right">0.00000020</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">neutron-proton magnetic moment ratio</td>
<td class="org-right">-0.68497934</td>
<td class="org-right">0.00000016</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">neutron-proton mass difference</td>
<td class="org-right">2.30557435e-30</td>
<td class="org-right">0.00000082e-30</td>
<td class="org-left">kg</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">neutron-proton mass difference energy equivalent</td>
<td class="org-right">2.07214689e-13</td>
<td class="org-right">0.00000074e-13</td>
<td class="org-left">J</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">neutron-proton mass difference energy equivalent in MeV</td>
<td class="org-right">1.29333236</td>
<td class="org-right">0.00000046</td>
<td class="org-left">MeV</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">neutron-proton mass difference in u</td>
<td class="org-right">1.38844933e-3</td>
<td class="org-right">0.00000049e-3</td>
<td class="org-left">u</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">neutron-proton mass ratio</td>
<td class="org-right">1.00137841931</td>
<td class="org-right">0.00000000049</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">neutron-tau mass ratio</td>
<td class="org-right">0.528779</td>
<td class="org-right">0.000036</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Newtonian constant of gravitation over h-bar c</td>
<td class="org-right">6.70883e-39</td>
<td class="org-right">0.00015e-39</td>
<td class="org-left">c^4/GeV^2</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">nuclear magneton in eV/T</td>
<td class="org-right">3.15245125844e-8</td>
<td class="org-right">0.00000000096e-8</td>
<td class="org-left">eV/T</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">nuclear magneton in inverse meter per tesla</td>
<td class="org-right">2.54262341353e-2</td>
<td class="org-right">0.00000000078e-2</td>
<td class="org-left">1/m*T</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">nuclear magneton in K/T</td>
<td class="org-right">3.6582677756e-4</td>
<td class="org-right">0.0000000011e-4</td>
<td class="org-left">K/T</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">nuclear magneton in MHz/T</td>
<td class="org-right">7.6225932291</td>
<td class="org-right">0.0000000023</td>
<td class="org-left">MHz/T</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Planck constant in eV/Hz</td>
<td class="org-right">4.135667696e-15</td>
<td class="org-right">0</td>
<td class="org-left">eV/Hz</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Planck length</td>
<td class="org-right">1.616255e-35</td>
<td class="org-right">0.000018e-35</td>
<td class="org-left">m</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Planck mass</td>
<td class="org-right">2.176434e-8</td>
<td class="org-right">0.000024e-8</td>
<td class="org-left">kg</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Planck mass energy equivalent in GeV</td>
<td class="org-right">1.220890e19</td>
<td class="org-right">0.000014e19</td>
<td class="org-left">GeV</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Planck temperature</td>
<td class="org-right">1.416784e32</td>
<td class="org-right">0.000016e32</td>
<td class="org-left">K</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">proton charge to mass quotient</td>
<td class="org-right">9.5788331560e7</td>
<td class="org-right">0.0000000029e7</td>
<td class="org-left">C/kg</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">proton g factor</td>
<td class="org-right">5.5856946893</td>
<td class="org-right">0.0000000016</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">proton gyromagnetic ratio</td>
<td class="org-right">2.6752218744e8</td>
<td class="org-right">0.0000000011e8</td>
<td class="org-left">1/s*T</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">proton gyromagnetic ratio in MHz/T</td>
<td class="org-right">42.577478518</td>
<td class="org-right">0.000000018</td>
<td class="org-left">MHz/T</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">proton magnetic moment to Bohr magneton ratio</td>
<td class="org-right">1.52103220230e-3</td>
<td class="org-right">0.00000000046e-3</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">proton magnetic moment to nuclear magneton ratio</td>
<td class="org-right">2.79284734463</td>
<td class="org-right">0.00000000082</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">proton magnetic shielding correction</td>
<td class="org-right">2.5689e-5</td>
<td class="org-right">0.0011e-5</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">proton mass energy equivalent</td>
<td class="org-right">1.50327761598e-10</td>
<td class="org-right">0.00000000046e-10</td>
<td class="org-left">J</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">proton mass energy equivalent in MeV</td>
<td class="org-right">938.27208816</td>
<td class="org-right">0.00000029</td>
<td class="org-left">MeV</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">proton mass in u</td>
<td class="org-right">1.007276466621</td>
<td class="org-right">0.000000000053</td>
<td class="org-left">u</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">proton molar mass</td>
<td class="org-right">1.00727646627e-3</td>
<td class="org-right">0.00000000031e-3</td>
<td class="org-left">kg/mol</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">proton relative atomic mass</td>
<td class="org-right">1.007276466621</td>
<td class="org-right">0.000000000053</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">proton rms charge radius</td>
<td class="org-right">8.414e-16</td>
<td class="org-right">0.019e-16</td>
<td class="org-left">m</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">proton-electron mass ratio</td>
<td class="org-right">1836.15267343</td>
<td class="org-right">0.00000011</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">proton-muon mass ratio</td>
<td class="org-right">8.88024337</td>
<td class="org-right">0.00000020</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">proton-neutron magnetic moment ratio</td>
<td class="org-right">-1.45989805</td>
<td class="org-right">0.00000034</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">proton-neutron mass ratio</td>
<td class="org-right">0.99862347812</td>
<td class="org-right">0.00000000049</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">proton-tau mass ratio</td>
<td class="org-right">0.528051</td>
<td class="org-right">0.000036</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">quantum of circulation</td>
<td class="org-right">3.6369475516e-4</td>
<td class="org-right">0.0000000011e-4</td>
<td class="org-left">m^2/s</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">quantum of circulation times 2</td>
<td class="org-right">7.2738951032e-4</td>
<td class="org-right">0.0000000022e-4</td>
<td class="org-left">m^2/s</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">reduced Compton wavelength</td>
<td class="org-right">3.8615926796e-13</td>
<td class="org-right">0.0000000012e-13</td>
<td class="org-left">m</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">reduced muon Compton wavelength</td>
<td class="org-right">1.867594306e-15</td>
<td class="org-right">0.000000042e-15</td>
<td class="org-left">m</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">reduced neutron Compton wavelength</td>
<td class="org-right">2.1001941552e-16</td>
<td class="org-right">0.0000000012e-16</td>
<td class="org-left">m</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">reduced Planck constant in eV s</td>
<td class="org-right">6.582119569e-16</td>
<td class="org-right">0</td>
<td class="org-left">eV*s</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">reduced Planck constant times c in MeV fm</td>
<td class="org-right">197.3269804</td>
<td class="org-right">0</td>
<td class="org-left">MeV*fm</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">reduced proton Compton wavelength</td>
<td class="org-right">2.10308910336e-16</td>
<td class="org-right">0.00000000064e-16</td>
<td class="org-left">m</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">reduced tau Compton wavelength</td>
<td class="org-right">1.110538e-16</td>
<td class="org-right">0.000075e-16</td>
<td class="org-left">m</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Rydberg constant times c in Hz</td>
<td class="org-right">3.2898419602508e15</td>
<td class="org-right">0.0000000000064e15</td>
<td class="org-left">Hz</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Rydberg constant times hc in eV</td>
<td class="org-right">13.605693122994</td>
<td class="org-right">0.000000000026</td>
<td class="org-left">eV</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Rydberg constant times hc in J</td>
<td class="org-right">2.1798723611035e-18</td>
<td class="org-right">0.0000000000042e-18</td>
<td class="org-left">J</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Sackur-Tetrode constant (1 K, 100 kPa)</td>
<td class="org-right">-1.15170753706</td>
<td class="org-right">0.00000000045</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">pchem</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Sackur-Tetrode constant (1 K, 101.325 kPa)</td>
<td class="org-right">-1.16487052358</td>
<td class="org-right">0.00000000045</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">pchem</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">shielded helion gyromagnetic ratio</td>
<td class="org-right">2.037894569e8</td>
<td class="org-right">0.000000024e8</td>
<td class="org-left">1/s*T</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">shielded helion gyromagnetic ratio in MHz/T</td>
<td class="org-right">32.43409942</td>
<td class="org-right">0.00000038</td>
<td class="org-left">MHz/T</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">shielded helion magnetic moment</td>
<td class="org-right">-1.074553090e-26</td>
<td class="org-right">0.000000013e-26</td>
<td class="org-left">J/T</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">shielded helion magnetic moment to Bohr magneton ratio</td>
<td class="org-right">-1.158671471e-3</td>
<td class="org-right">0.000000014e-3</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">shielded helion magnetic moment to nuclear magneton ratio</td>
<td class="org-right">-2.127497719</td>
<td class="org-right">0.000000025</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">shielded helion to proton magnetic moment ratio</td>
<td class="org-right">-0.7617665618</td>
<td class="org-right">0.0000000089</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">shielded helion to shielded proton magnetic moment ratio</td>
<td class="org-right">-0.7617861313</td>
<td class="org-right">0.0000000033</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">shielded proton gyromagnetic ratio</td>
<td class="org-right">2.675153151e8</td>
<td class="org-right">0.000000029e8</td>
<td class="org-left">1/s*T</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">shielded proton gyromagnetic ratio in MHz/T</td>
<td class="org-right">42.57638474</td>
<td class="org-right">0.00000046</td>
<td class="org-left">MHz/T</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">shielded proton magnetic moment</td>
<td class="org-right">1.410570560e-26</td>
<td class="org-right">0.000000015e-26</td>
<td class="org-left">J/T</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">shielded proton magnetic moment to Bohr magneton ratio</td>
<td class="org-right">1.520993128e-3</td>
<td class="org-right">0.000000017e-3</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">shielded proton magnetic moment to nuclear magneton ratio</td>
<td class="org-right">2.792775599</td>
<td class="org-right">0.000000030</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">shielding difference of d and p in HD</td>
<td class="org-right">2.0200e-8</td>
<td class="org-right">0.0020e-8</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">shielding difference of t and p in HT</td>
<td class="org-right">2.4140e-8</td>
<td class="org-right">0.0020e-8</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">standard-state pressure</td>
<td class="org-right">100000</td>
<td class="org-right">0</td>
<td class="org-left">Pa</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">tau Compton wavelength</td>
<td class="org-right">6.97771e-16</td>
<td class="org-right">0.00047e-16</td>
<td class="org-left">m</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">tau energy equivalent</td>
<td class="org-right">1776.86</td>
<td class="org-right">0.12</td>
<td class="org-left">MeV</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">tau mass</td>
<td class="org-right">3.16754e-27</td>
<td class="org-right">0.00021e-27</td>
<td class="org-left">kg</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">tau mass energy equivalent</td>
<td class="org-right">2.84684e-10</td>
<td class="org-right">0.00019e-10</td>
<td class="org-left">J</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">tau mass in u</td>
<td class="org-right">1.90754</td>
<td class="org-right">0.00013</td>
<td class="org-left">u</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">tau molar mass</td>
<td class="org-right">1.90754e-3</td>
<td class="org-right">0.00013e-3</td>
<td class="org-left">kg/mol</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">tau-electron mass ratio</td>
<td class="org-right">3477.23</td>
<td class="org-right">0.23</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">tau-muon mass ratio</td>
<td class="org-right">16.8170</td>
<td class="org-right">0.0011</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">tau-neutron mass ratio</td>
<td class="org-right">1.89115</td>
<td class="org-right">0.00013</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">tau-proton mass ratio</td>
<td class="org-right">1.89376</td>
<td class="org-right">0.00013</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Thomson cross section</td>
<td class="org-right">6.6524587321e-29</td>
<td class="org-right">0.0000000060e-29</td>
<td class="org-left">m^2</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">triton g factor</td>
<td class="org-right">5.957924931</td>
<td class="org-right">0.000000012</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">triton magnetic moment</td>
<td class="org-right">1.5046095202e-26</td>
<td class="org-right">0.0000000030e-26</td>
<td class="org-left">J/T</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">triton magnetic moment to Bohr magneton ratio</td>
<td class="org-right">1.6223936651e-3</td>
<td class="org-right">0.0000000032e-3</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">triton magnetic moment to nuclear magneton ratio</td>
<td class="org-right">2.9789624656</td>
<td class="org-right">0.0000000059</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">triton mass</td>
<td class="org-right">5.0073567446e-27</td>
<td class="org-right">0.0000000015e-27</td>
<td class="org-left">kg</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">triton mass energy equivalent</td>
<td class="org-right">4.5003878060e-10</td>
<td class="org-right">0.0000000014e-10</td>
<td class="org-left">J</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">triton mass energy equivalent in MeV</td>
<td class="org-right">2808.92113298</td>
<td class="org-right">0.00000085</td>
<td class="org-left">MeV</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">triton mass in u</td>
<td class="org-right">3.01550071621</td>
<td class="org-right">0.00000000012</td>
<td class="org-left">u</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">triton molar mass</td>
<td class="org-right">3.01550071517e-3</td>
<td class="org-right">0.00000000092e-3</td>
<td class="org-left">kg/mol</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">triton relative atomic mass</td>
<td class="org-right">3.01550071621</td>
<td class="org-right">0.00000000012</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">triton to proton magnetic moment ratio</td>
<td class="org-right">1.0666399191</td>
<td class="org-right">0.0000000021</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">triton-electron mass ratio</td>
<td class="org-right">5496.92153573</td>
<td class="org-right">0.00000027</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">triton-proton mass ratio</td>
<td class="org-right">2.99371703414</td>
<td class="org-right">0.00000000015</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">atom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">von Klitzing constant</td>
<td class="org-right">25812.80745</td>
<td class="org-right">0</td>
<td class="org-left">ohm</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">W to Z mass ratio</td>
<td class="org-right">0.88153</td>
<td class="org-right">0.00017</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">weak mixing angle</td>
<td class="org-right">0.22290</td>
<td class="org-right">0.00030</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Wien frequency displacement law constant</td>
<td class="org-right">5.878925757e10</td>
<td class="org-right">0</td>
<td class="org-left">Hz/K</td>
<td class="org-left">pchem</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Wien wavelength displacement law constant</td>
<td class="org-right">2.897771955e-3</td>
<td class="org-right">0</td>
<td class="org-left">m*K</td>
<td class="org-left">pchem</td>
</tr>
</tbody>
</table>
</div>
</div>
